Repository: Softcatala/translation-memory-tools
Catalog: source-pos/microsoft/microsoft-terms.po
Languages: ca

source: terminate an agreement
ca: resoldre un contracte

source: termination of an agreement
ca: resolució d'un contracte

source: termination date
ca: data de resolució

source: terms of an agreement
ca: clàusules d'un contracte

source: terms and conditions
ca: termes i condicions

source: third party
ca: tercer

source: title
ca: titularitat

source: incorporate by reference
ca: incorporar mitjançant referència

source: tort
ca: responsabilitat extracontractual

source: trade secret
ca: secret empresarial

source: transfer
ca: transmissió

source: transfer
ca: transmetre

source: transfer restriction
ca: restricció a la transmissió

source: transferee
ca: adquirent

source: TRIPs agreement
ca: Acord TRIPS

source: upgrade license
ca: llicència d'actualització

source: use
ca: ús

source: use
ca: utilitzar

source: for the benefit of
ca: en benefici de

source: use right
ca: dret d'ús

source: user CAL
ca: CAL d'usuari

source: verifying compliance
ca: verificació del compliment

source: warrant
ca: garantir

source: warranty
ca: garantia

source: willful misconduct
ca: dol

source: Windows Desktop Operating System Upgrade
ca: Actualització del Sistema Operatiu de Sobretaula Windows

source: written consent
ca: consentiment per escrit

source: access
ca: accedir

source: access
ca: accedir

source: acquisition
ca: adquisició

source: invoice
ca: facturar

source: judgment
ca: sentència

source: jurisdiction
ca: jurisdicció

source: step-up
ca: migració a l'edició superior

source: access
ca: accés

source: embedded operating system
ca: sistema operatiu incrustat

source: handset
ca: telèfon

source: invitee
ca: convidat

source: reply
ca: respondre

source: switch
ca: canviar

source: interactive voice response
ca: resposta de veu interactiva

source: end a call
ca: finalitzar una trucada

source: lobby
ca: sala d'espera

source: speakerphone
ca: telèfon amb mans lliures

source: speaker
ca: altaveu

source: incoming call
ca: Trucada entrant

source: ignore
ca: ignorar

source: caller
ca: autor de trucada

source: answer
ca: respondre

source: troubleshoot
ca: atendre un problema

source: redistribute
ca: redistribuir

source: release
ca: llançar

source: run
ca: executar

source: standard license
ca: llicència estàndard

source: trademark
ca: marca

source: stitch
ca: unir

source: payment
ca: pagament

source: compliance
ca: compliment normatiu

source: compliance officer
ca: responsable de compliment normatiu

source: conversation
ca: conversa

source: text
ca: SMS

source: text message
ca: missatge de text

source: SMS message
ca: Missatge SMS

source: billing account
ca: compte de facturació

source: billing information
ca: informació de facturació

source: discovery
ca: descobriment

source: legal discovery
ca: descobriment legal

source: MailTip
ca: Informació sobre correu

source: mailbox plan
ca: pla de bústia de correu

source: retention policy
ca: política de preservació

source: service plan
ca: pla de serveis

source: Cancel
ca: Cancel·la

source: provisioning
ca: aprovisionament

source: near field communication
ca: comunicació de camp proper

source: Billing
ca: Facturació

source: Virtual Machine Connection
ca: Connexió a la màquina virtual

source: Silverlight plug-in
ca: complement del Silverlight

source: security-critical
ca: crític per a la seguretat

source: deprecated
ca: obsolet

source: hide
ca: amagar

source: platform
ca: plataforma

source: Solution Explorer
ca: Explorador de solucions

source: hub PC
ca: ordinador concentrador

source: hub computer
ca: ordinador concentrador

source: target PC
ca: ordinador de destinació

source: as-is
ca: tal qual

source: abuse
ca: abús

source: account
ca: compte

source: acknowledge
ca: reconèixer

source: acknowledgement
ca: reconeixement

source: additional product
ca: producte addicional

source: additional product
ca: producte addicional

source: annual price
ca: preu anual

source: applicable tax
ca: impost aplicable

source: arbitration
ca: arbitratge

source: Arbitration Rules of the Singapore International Arbitration Centre
ca: Regles d'Arbitratge del Centre d'Arbitratge Internacional de Singapur

source: assign
ca: cedir

source: authorization number
ca: número d'autorització

source: Business and Services Agreement
ca: Contracte Marc de Negocis i Serveis

source: business unit
ca: unitat de negoci

source: China International Economic and Trade Arbitration Commission
ca: Comissió d'Arbitratge Comercial i Econòmic Internacional de la Xina

source: choice of jurisdiction
ca: elecció de jurisdicció

source: company-wide option
ca: opció per a tota la companyia

source: complimentary copy
ca: còpia gratuïta

source: consolidation
ca: concentració

source: Consumer Guarantees Act
ca: Llei de Garanties dels Consumidors

source: Consumer Protection Act
ca: Llei de Protecció de Consumidors

source: consumer remedies
ca: accions dels consumidors

source: cross-language
ca: entre idiomes

source: cure
ca: reparar

source: custom desktop
ca: desktop personalitzat

source: customer price sheet
ca: Full de Preu del Client

source: customer reference price sheet
ca: Full de Preus de Referència del Client

source: customs duty
ca: aranzel

source: customs formality
ca: formalitat duanera

source: data protection
ca: protecció de dades

source: decompile
ca: descompilar

source: default of an obligation
ca: incompliment d'una obligació

source: defect
ca: defecte

source: defense of a claim
ca: defensa davant una demanda

source: defined region
ca: regió definida

source: desktop operating system
ca: sistema operatiu de sobretaula

source: desktop platform
ca: plataforma desktop

source: desktop terms and conditions
ca: termes i condicions de desktop

source: determination
ca: decisió

source: determination
ca: determinació

source: detrimental use rights
ca: canvi restrictiu en els drets d'ús

source: direct enrollment
ca: inscripció directa

source: disassemble
ca: desassemblar

source: disclaim
ca: excloure

source: disclosure
ca: revelació

source: discontinue
ca: interrompre

source: dispute resolution
ca: resolució de conflictes

source: division
ca: divisió

source: additional electronic contractual notice contact
ca: contacte per a addicionals notificacions contractuals electròniques

source: elect
ca: triar

source: elect
ca: optar

source: electronic contractual notices contact
ca: contacte per a notificacions contractuals electròniques

source: electronic notice
ca: notificació electrònica

source: enroll
ca: inscriure

source: enroll
ca: inscriure's

source: Enterprise Enrollment
ca: Inscripció Enterprise

source: Enterprise Outsourcer Enrollment
ca: Inscripció Enterprise Outsourcer

source: enterprise product
ca: producte enterprise

source: Enterprise Subscription Agreement
ca: Contracte d'Enterprise Subscription

source: Enterprise Subscription Enrollment
ca: Inscripció Enterprise Subscription

source: entire agreement
ca: contracte complet

source: estimated retail price
ca: preu minorista estimat

source: evaluation
ca: avaluació

source: express warranty
ca: garantia expressa

source: fee
ca: honoraris

source: fee
ca: preu

source: fix
ca: corregir

source: foreign tax credit
ca: crèdit fiscal estranger

source: free product
ca: producte gratuït

source: full operating system license
ca: llicència de sistema operatiu completa

source: functional equivalent
ca: funcionalitat equivalent

source: German Civil Code
ca: Codi Civil Alemany

source: German Commercial Code
ca: Codi de Comerç Alemany

source: German Product Liability Act
ca: Llei Alemanya de Responsabilitat per Productes

source: Government Open Subscription License Agreement
ca: Contracte Government Open License Subscripció

source: Government Open Value Agreement
ca: Contracte Government Open Value

source: grant access to
ca: concedir accés a

source: gross negligence
ca: negligència greu

source: goods and services tax
ca: Impost sobre Béns i Serveis

source: guarantee
ca: garantir

source: guarantee
ca: garantir

source: guarantee
ca: garantir

source: guarantee
ca: garantia

source: Hungarian Civil Code
ca: Codi Civil Hongarès

source: implied warranty
ca: garantia implícita

source: in good faith
ca: de bona fe

source: independent contractor
ca: contractista independent

source: indirect enrollment
ca: inscripció indirecta

source: infringe
ca: infringir

source: initial term
ca: període de vigència inicial

source: initial term
ca: període inicial

source: injunctive relief
ca: mesures cautelars

source: internal audit
ca: auditoria interna

source: International Chamber of Commerce
ca: Càmbra de Comerç Internacional

source: invalid
ca: invàlid

source: invalid
ca: invàlid

source: knowledge base
ca: base de coneixement

source: language preference
ca: preferència d'idioma

source: late payment charge
ca: interès de demora en el pagament

source: legal basis for a claim
ca: fonament jurídic d'una reclamació

source: legal rate
ca: tipus legal

source: licensee
ca: llicenciatari

source: license confirmation
ca: confirmació de llicències

source: licensor
ca: llicenciant

source: list price
ca: preu en llista

source: locale
ca: ubicació

source: media election form
ca: formulari de selecció de suports físics

source: merchandise
ca: mercaderia

source: Microsoft affiliate
ca: filial de Microsoft

source: Microsoft Financing Credit Approval Letter
ca: carta d'aprovació de finançament mitjançant crèdit de Microsoft

source: Microsoft Multi-Year Open Agreement
ca: Contracte Microsoft-Multi Year Open

source: Microsoft Select Master Agreement
ca: Contracte Marc Microsoft Select

source: Microsoft Volume Licensing Services
ca: Serveis de Programes de Llicències per Volum de Microsoft

source: misapplication
ca: mala utilització

source: Multiple Previous Enrollment Form
ca: formulari de diverses inscripcions prèvies

source: need-to-know basis
ca: en la mesura necessària

source: need-to-know basis
ca: en la mesura que necessitin conèixer

source: network source
ca: font de xarxa

source: non company-wide option
ca: opció no per a tota la companyia

source: online service
ca: servei online

source: online service
ca: servei en línia

source: open source
ca: codi obert

source: order confirmation
ca: confirmació de comanda

source: outsourcer agreement
ca: contracte d'outsourcing

source: outsourcing agreement
ca: contracte d'outsourcing

source: outsourcer terms and conditions
ca: termes i condicions d'outsourcer

source: partial entity
ca: entitat parcial

source: past due amount
ca: import degut

source: payment option
ca: opció de pagament

source: platform discount
ca: descompte de plataforma

source: port of entry
ca: port d'entrada

source: pricing
ca: preus

source: product list
ca: llistat de productes

source: Product Use Rights
ca: drets d'ús

source: Product Use Rights
ca: drets d'ús dels productes

source: proprietary
ca: de la seva propietat

source: Provincial Sales Tax
ca: Impost Provincial sobre Vendes

source: qualifying enrollment
ca: inscripció qualificada

source: qualifying government entity
ca: entitat pública qualificada

source: qualifying government entity addendum
ca: addendum d'entitat pública qualificada

source: qualifying operating system
ca: sistema operatiu susceptible d'actualització

source: qualifying systems license
ca: llicència de sistemes susceptibles d'actualització

source: reference pricing
ca: preus de referència

source: remedy
ca: remei

source: remit
ca: remetre

source: represent
ca: manifestar

source: resell
ca: revendre

source: reseller public customer number
ca: número de public customer del revenedor

source: Select Agreement
ca: Contracte Select

source: Select Enrollment
ca: Inscripció Select

source: Select Outsourcer Enrollment
ca: Inscripció Select Outsourcer

source: Select Volume Forecast Form
ca: Formulari de previsió de volum Select

source: self-audit questionnaire
ca: qüestionari d'auto-auditoria

source: self-insurance
ca: auto-assegurança

source: severability
ca: conservació

source: shipment
ca: enviament

source: single retail license
ca: llicència individual de minorista

source: Slovak Commercial Code
ca: Codi de comerç Eslovac

source: software assurance coverage
ca: cobertura de software assurance

source: stamp tax
ca: impost sobre el timbre

source: statutory law
ca: legislació

source: strict liability
ca: responsabilitat objectiva

source: subcontractor
ca: subcontractista

source: sublicense
ca: subllicència

source: supersede
ca: substituir

source: Supplemental Contact Information
ca: informació de contacte complementària

source: Supplemental Contact Information Form
ca: formulari d'informació de contacte complementària

source: tariff
ca: aranzel

source: tax credit
ca: crèdit fiscal

source: tax exempt
ca: exempció fiscal

source: territory
ca: territori

source: Trade Practices Act
ca: Llei de Pràctiques Comercials

source: true and complete copy
ca: còpia exacta i completa

source: true-up order
ca: comanda "true up"

source: true-up price
ca: preu "true up"

source: unaffiliated
ca: que no és filial

source: UNCITRAL Arbitration Rules
ca: Regles d'Arbitratge d'UNCITRAL

source: underlying desktop operating system license
ca: llicència de sistema operatiu de sobretaula subjacent

source: underlying license
ca: llicència subjacent

source: unenforceable
ca: inexigible

source: Uniform Trade Secrets Act
ca: Llei Uniforme de Secrets Empresarials

source: unlawful use
ca: ús il·lícit

source: update statement
ca: declaració d'actualització

source: upgrade coverage
ca: cobertura d'actualitzacions

source: user documentation
ca: documentació d'usuari

source: documentation
ca: documentació

source: doc
ca: documentació

source: void
ca: nul

source: waiver
ca: renúncia

source: implied warranty of fitness for a particular purpose
ca: garantia implícita d'idoneïtat per a una finalitat específica

source: implied warranty of merchantability
ca: garantia implícita de comerciabilitat o idoneïtat per a una finalitat específica

source: warranty of non-infringement
ca: garantia d'absència d'infracció

source: implied warranty of satisfactory quality
ca: garantia implícita de qualitat satisfactòria

source: warranty of title
ca: garantia de titularitat

source: web-based service
ca: servei basat en web

source: withhold
ca: retenir

source: written notice
ca: avís escrit

source: written notice
ca: notificació escrita

source: insurance coverage
ca: cobertura d'assegurança

source: tap and hold
ca: tocar uns segons

source: voicemail
ca: missatge de veu

source: browser extension
ca: extensió del navegador

source: storage card
ca: targeta d'emmagatzematge

source: theme
ca: tema

source: device PC
ca: ordinador membre

source: Microsoft community
ca: comunitat Microsoft

source: ringtone
ca: to

source: ringtone
ca: to de trucada

source: Agenda view
ca: Visualització de l'agenda

source: alarm
ca: alarma

source: fingerprint reader
ca: lector d'empremtes digitals

source: theme pack
ca: paquet de temes

source: commercial release
ca: llançament comercial

source: taxing authority
ca: autoritat tributària

source: admin privilege
ca: privilegi d'administració

source: Pictures
ca: Imatges

source: Office Button
ca: botó de l'Office

source: Microsoft Office Button
ca: botó del Microsoft Office

source: backoff
ca: endarreriment

source: resource mailbox
ca: bústia de correu de recursos

source: watch
ca: seguir el fil

source: Security and Maintenance
ca: Seguretat i manteniment

source: homegroup
ca: grup domèstic

source: homegroup password
ca: contrasenya del grup domèstic

source: Clean Up
ca: Neteja

source: conversation note
ca: nota de la conversa

source: group chat
ca: xat de grup

source: group conversation
ca: conversa de grup

source: group IM
ca: MI de grup

source: high importance
ca: importància alta

source: PBX phone
ca: telèfon PBX

source: Schedule a Meeting
ca: Planifica una reunió

source: Format Painter
ca: Copia el format

source: library
ca: biblioteca

source: pin
ca: ancorar

source: unpin
ca: desancorar

source: administrator
ca: administrador

source: admin
ca: administrador

source: administrator
ca: administrador

source: target device
ca: dispositiu de destinació

source: discover
ca: descobrir

source: delegate
ca: delegat

source: natural pencil
ca: llapis natural

source: System Recovery
ca: Recuperació del sistema

source: Conferencing Add-in for Microsoft Outlook
ca: Complement per a conferències per al Microsoft Outlook

source: dial in manually
ca: marcar manualment

source: disconnected
ca: desconnectat

source: group member
ca: membre del grup

source: incoming video
ca: vídeo entrant

source: remote call control
ca: control remot de trucada

source: slide
ca: diapositiva

source: Snipping Tool
ca: Eina de retall

source: ignore
ca: ignorar

source: attendant console
ca: consola d'operador

source: team-call group
ca: grup de trucada d'equip

source: group call
ca: trucada de grup

source: working hours
ca: horari laboral

source: ring
ca: trucar

source: public IM connectivity contact
ca: contacte de missatgeria instantània pública

source: Out of Office message
ca: missatge Fora de l'oficina

source: automatic reply
ca: resposta automàtica

source: dial-in conferencing
ca: conferència de trucada telefònica

source: conferencing service
ca: servei de conferències

source: Tags
ca: Etiquetes

source: tag cloud
ca: núvol d'etiquetes

source: SmartScreen Filter
ca: filtre SmartScreen

source: Auto Fill
ca: Emplenament automàtic

source: Auto Fill
ca: Emplenament automàtic

source: AutoFill
ca: Emplenament automàtic

source: text messaging
ca: missatgeria de text

source: GPS receiver
ca: receptor GPS

source: location sensor
ca: sensor d'ubicació

source: Control Gallery
ca: Galeria de controls

source: Location and Other Sensors
ca: Ubicació i altres sensors

source: top results
ca: resultats rellevants

source: Bird’s eye
ca: vista d'ocell

source: ACCDE file
ca: fitxer ACCDE

source: compiled binary file
ca: fitxer binari compilat

source: Access Connectivity Engine
ca: Motor de connectivitat de l'Access

source: Access database engine
ca: motor de base de dades de l'Access

source: action list
ca: llista d'accions

source: data collection
ca: compilació de dades

source: database application
ca: aplicació de base de dades

source: Database Documenter
ca: Documentador de base de dades

source: Macro Builder
ca: Generador de macros

source: Microsoft Access data file
ca: fitxer de dades del Microsoft Access

source: Jet engine
ca: motor Jet

source: multivalued field
ca: camp amb diversos valors

source: Object Dependencies pane
ca: subfinestra de dependències d'objectes

source: object tab
ca: pestanya d'objecte

source: Relationships window
ca: finestra Relacions

source: section header
ca: capçalera de la secció

source: online account
ca: compte en línia

source: visual search
ca: cerca visual

source: roaming
ca: itinerància

source: data connection
ca: connexió de dades

source: outgoing call
ca: trucades sortints

source: activity
ca: activitat

source: Add to dictionary
ca: Afegeix-ho al diccionari

source: junk e-mail
ca: correu brossa

source: junk
ca: correu brossa

source: classic version
ca: versió clàssica

source: theme
ca: tema

source: publish
ca: publicar

source: permission
ca: permís

source: List
ca: Llista

source: Process
ca: Procés

source: Cycle
ca: Cicle

source: discussion
ca: discussió

source: profile
ca: perfil

source: Windows Live Profile
ca: Perfil del Windows Live

source: secret answer
ca: resposta secreta

source: computer call
ca: trucada a un ordinador

source: Actions
ca: Accions

source: toolbar
ca: barra d'eines

source: role
ca: funció

source: RBAC role
ca: funció RBAC

source: role-based access control role
ca: funció de control d'accés segons les funcions

source: Windows Live Admin Center
ca: Centre d'Administració de Windows Live

source: null character
ca: caràcter nul

source: registrar
ca: registrador

source: call recipient
ca: destinatari de la trucada

source: text prediction
ca: predicció de text

source: multi-touch input
ca: entrada multitàctil

source: panning
ca: panoràmica

source: pan
ca: panoràmica

source: rotation
ca: rotació

source: cloud
ca: núvol

source: workspace
ca: àrea de treball

source: publisher
ca: editor

source: quad
ca: quàdruple

source: open
ca: obrir

source: geotagging
ca: etiquetatge geogràfic

source: cryptographic agility
ca: agilitat criptogràfica

source: crypto agility
ca: agilitat criptogràfica

source: discard changes
ca: descartar els canvis

source: Team Call
ca: Trucada d'equip

source: Photo Viewer
ca: Visualitzador de fotos

source: single session-only disc
ca: disc monosessió

source: multi session-capable disc
ca: disc multisessió

source: erase
ca: esborrar

source: voice note
ca: nota de veu

source: Sticky Notes
ca: Notes adhesives

source: Microsoft Sticky Notes
ca: Notes adhesives de Microsoft

source: sticky note
ca: nota adhesiva

source: Upload Center
ca: Centre de càrrega

source: Office Upload Center
ca: Centre de càrrega de l'Office

source: Microsoft Office Upload Center
ca: Centre de càrrega del Microsoft Office

source: pair
ca: aparellar

source: pair
ca: emparellar

source: zip
ca: comprimir

source: cellular network
ca: xarxa mòbil

source: cellular
ca: xarxa mòbil

source: reflect
ca: reflectir

source: restricted account
ca: compte restringit

source: Backstage view
ca: visualització Backstage

source: alert history
ca: historial d'avisos

source: alerts manager
ca: administrador d'avisos

source: space
ca: espai

source: Accessibility Checker
ca: verificador d'accessibilitat

source: Windows Live Sign-in Assistant
ca: Ajudant d'inici de sessió de Windows Live

source: video carousel
ca: seqüència de vídeo

source: voice clip
ca: Clip de veu

source: what's new
ca: novetats

source: Invited
ca: Convidat

source: Photos
ca: Fotos

source: pairing
ca: emparellament

source: Recorded TV Library
ca: Biblioteca de TV enregistrada

source: social networking
ca: xarxes socials

source: re-parenting
ca: rejerarquitzar

source: composite application
ca: aplicació composta

source: account
ca: compte

source: disconnect
ca: desconnectar

source: intermittent
ca: intermitent

source: redial
ca: tornar a marcar

source: text
ca: enviar SMS

source: Balance
ca: Equilibri

source: serif
ca: amb serifs

source: co-branding
ca: associació de marques

source: governance
ca: govern

source: undeliverable
ca: impossible d'enviar

source: dismiss
ca: apagar

source: dismiss
ca: ignorar

source: missed call
ca: trucada perduda

source: policy
ca: norma

source: provider
ca: proveïdor

source: transfer
ca: transferir

source: Transfer
ca: Transfereix

source: camera
ca: càmera

source: event
ca: esdeveniment

source: keypad
ca: teclat numèric

source: ringer
ca: timbre

source: SIM PIN
ca: PIN de la SIM

source: attach
ca: exposar

source: 32 bit machine
ca: ordinador de 32 bits

source: re-image
ca: tornar a crear la imatge

source: balloon
ca: globus

source: dedicated server
ca: servidor especialitzat

source: listing
ca: fitxa

source: repeater
ca: repetidor

source: motion sensor
ca: sensor de moviment

source: retinal scanner
ca: escàner de retina

source: electrical sensor
ca: sensor elèctric

source: mechanical sensor
ca: sensor mecànic

source: environmental sensor
ca: sensor ambiental

source: proximity sensor
ca: sensor de proximitat

source: RFID sensor
ca: sensor RFID

source: light sensor
ca: fotosensor

source: Office Store
ca: Botiga de l'Office

source: unpair
ca: desaparellar

source: fuse
ca: fusible

source: Compatibility View
ca: Visualització de compatibilitat

source: hidden network
ca: xarxa oculta

source: InPrivate Browsing
ca: Navegació de l'InPrivate

source: Tracking Protection
ca: Protecció del seguiment
