Repository: Softcatala/translation-memory-tools
Catalog: source-pos/microsoft/microsoft-terms.po
Languages: ca

source: certificate authentication
ca: autenticació de certificats

source: scene
ca: escena

source: About
ca: Quant a

source: Windows Live Contacts API
ca: API dels Contactes del Windows Live

source: Windows Live Events
ca: Trobades del Windows Live

source: Windows Live for Windows Mobile
ca: Windows Live per a Windows Mobile

source: Safety
ca: Seguretat

source: View all
ca: Visualitza-ho tot

source: shared favorite
ca: preferit compartit

source: background
ca: fons

source: comment
ca: comentari

source: homegroup computer
ca: ordinador del grup domèstic

source: HomeGroup troubleshooter
ca: detector d'errors de Grup domèstic

source: combine
ca: combinar

source: home automation controller
ca: controlador de domòtica

source: card reader
ca: lector de targetes

source: subnotebook
ca: ordinador miniportàtil

source: 0-day attack
ca: atac de dia zero

source: zero day attack
ca: atac de dia zero

source: zero-day attack
ca: atac de dia zero

source: peer
ca: node del mateix nivell

source: skin
ca: aparença

source: Click-to-Run
ca: Fer clic i executar

source: content caching
ca: emmagatzematge de contingut a la memòria cau

source: tag
ca: etiquetar

source: attribute flow
ca: flux d'atribut

source: birthday calendar
ca: calendari d'aniversaris

source: child-friendly site
ca: Lloc apropiat per a nens

source: child-friendly website
ca: pàgina web apropiada per a nens

source: kid-friendly website
ca: pàgina web amigable per a nens

source: Website requests
ca: Sol·licituds de lloc web

source: Contact requests
ca: Sol·licituds de contacte

source: web filtering
ca: filtre de llocs web

source: group owner
ca: propietari del grup

source: Straighten photo
ca: Redreça la foto

source: straighten a photo
ca: redreçar una foto

source: Black and white effects
ca: Efectes en blanc i negre

source: search connector
ca: connector de cerca

source: Microsoft Update Solution Center
ca: Centre de solucions del Microsoft Update

source: problem solving
ca: resolució de problemes

source: Macro Designer
ca: Dissenyador de macros

source: Macro Manager
ca: Administrador de macros

source: Macro Catalog
ca: Catàleg de macros

source: Excel Mobile Viewer
ca: Visualitzador de l'Excel per a mòbil

source: Word Mobile Viewer
ca: Visualitzador del Word per a mòbil

source: pencil
ca: llapis

source: desk phone
ca: telèfon d'escriptori

source: unlock
ca: desbloquejar

source: dial pad
ca: teclat

source: dial pad
ca: teclat de marcatge

source: deep linking
ca: enllaç en profunditat

source: charm
ca: icona expressiva

source: notification message
ca: missatge de notificació

source: object type
ca: tipus d'objecte

source: operator
ca: operador

source: password reset
ca: restabliment de contrasenya

source: diode
ca: díode

source: electromagnet
ca: electroimant

source: black and white effect
ca: efecte en blanc i negre

source: Windows Live for mobile
ca: Windows Live per a mòbils

source: web portal
ca: portal web

source: workflow instance
ca: instància del flux de treball

source: allow
ca: permetre

source: Back
ca: enrere

source: connector space
ca: espai connector

source: metaverse
ca: metavers

source: synchronization engine
ca: motor de sincronització

source: reject
ca: rebutjar

source: forms-based authentication
ca: Autenticació basada en formularis

source: directory synchronization
ca: sincronització de directoris

source: directory sync
ca: sincronització de directoris

source: Client Access server
ca: servidor Accés de client

source: search filter
ca: filtre de cerca

source: Active Directory site
ca: lloc de l'Active Directory

source: Active Directory credentials
ca: credencials de l'Active Directory

source: Active Directory account
ca: compte de l'Active Directory

source: touch keyboard
ca: teclat tàctil

source: netbook
ca: ultraportàtil

source: content delivery network
ca: xarxa de lliurament de contingut

source: multi-touch
ca: multitàctil

source: Web Edit
ca: Edició web

source: website host
ca: proveïdor de serveis d'internet

source: web-enabled mobile phone
ca: telèfon mòbil habilitat per a Internet

source: updated
ca: actualització

source: unique ID
ca: Identificador únic

source: tune-up
ca: ajustament

source: Today page
ca: pàgina Avui

source: Today
ca: Avui

source: To line
ca: Línia "Per a"

source: To box
ca: Quadre "Per a"

source: soft key
ca: tecla variable

source: softkey
ca: tecla variable

source: Smart Menus
ca: Menús intel·ligents

source: show/hide
ca: Mostra/amaga

source: Send/Receive
ca: Envia/rep

source: scam
ca: estafa

source: Instant Answers
ca: Respostes instantànies

source: aerial view
ca: visualització aèria

source: aerial view
ca: vista aèria

source: filmstrip
ca: tira d'imatges

source: Scalable Vector Graphics
ca: Gràfic vectorial escalable

source: multi-touch
ca: multitàctil

source: card
ca: targeta

source: album
ca: àlbum

source: diagram
ca: diagrama

source: early media
ca: elements multimèdia inicials

source: location
ca: ubicació

source: Office on the web
ca: Office al web

source: Microsoft Office on the web
ca: Microsoft Office al web

source: Microsoft OneNote on the web
ca: Microsoft OneNote al web

source: OneNote on the web
ca: OneNote al web

source: PowerPoint on the web
ca: PowerPoint al web

source: Microsoft PowerPoint on the web
ca: Microsoft PowerPoint al web

source: Microsoft Word on the web
ca: Microsoft Word al web

source: Word on the web
ca: Word al web

source: design surface
ca: superfície de disseny

source: Reading View
ca: Visualització de lectura

source: Application XML
ca: XML d'aplicació

source: question
ca: pregunta

source: remote work
ca: treball remot

source: click to call
ca: fer clic per trucar

source: appliance
ca: dispositiu

source: cast
ca: transmetre

source: add a favorite
ca: afegir un preferit

source: bookmark
ca: afegir als preferits

source: Send {first name} a quick message
ca: Envia al / a la {first name} un missatge ràpid

source: Post a note
ca: Publicar una nota

source: people tag
ca: etiqueta personal

source: People tags
ca: etiquetes personals

source: Play To
ca: Reprodueix a

source: Cast to Device
ca: Transmetre al dispositiu

source: cathode
ca: càtode

source: enter
ca: introduir

source: least-cost routing
ca: encaminament de menor cost

source: quiet time
ca: hores de pausa

source: degradation
ca: degradació

source: developer
ca: desenvolupador

source: Share a quick message
ca: Comparteix un missatge ràpid

source: validation plan
ca: pla de validació

source: edge
ca: vora

source: form factor
ca: factor de forma

source: machine
ca: màquina

source: enterprise wiki
ca: wiki d'empresa

source: tab control
ca: control de pestanya

source: multiplier
ca: multiplicador

source: browser-compatible mode
ca: mode compatible amb el navegador

source: access
ca: accés

source: child
ca: nen

source: add
ca: afegir

source: search box
ca: quadre de cerca

source: search key
ca: clau de cerca

source: overlay
ca: superposició

source: workstation
ca: estació de treball

source: wish list
ca: llista de desitjos

source: middleware
ca: programari intermediari

source: recover
ca: recuperar

source: session
ca: sessió

source: newsfeed
ca: canal de continguts de notícies

source: activity feed
ca: canal de continguts d'activitats

source: bookmarklet
ca: miniaplicació d'adreces d'interès

source: alternate key
ca: clau alternativa

source: inheritance
ca: herència

source: Report Abuse
ca: Informa d'un ús abusiu

source: authorization code
ca: codi d'autorització

source: Highlight Viewer
ca: visualitzador amb marcador

source: Office 365 admin center
ca: centre d'administració de l'Office 365

source: solution package
ca: paquet de la solució

source: range
ca: interval

source: Windows Live installer
ca: Instal·lador del Windows Live

source: phone call
ca: trucada telefònica

source: application library caching
ca: emmagatzematge de la biblioteca d'aplicacions a la memòria cau

source: application extension services
ca: serveis d'extensió d'aplicació

source: local messaging
ca: missatgeria local

source: out-of-browser
ca: fora del navegador

source: collection
ca: col·lecció

source: Search button
ca: botó Cerca

source: search preview
ca: visualització prèvia de la cerca

source: filtered view
ca: visualització filtrada

source: Secure Store Service
ca: servei de magatzem segur

source: Secure Store
ca: Magatzem segur

source: latest version
ca: darrera versió

source: repository
ca: dipòsit

source: Appear offline
ca: Mostrar-se fora de línia

source: Appear Offline
ca: Mostra'm desconnectat

source: nesting
ca: imbricació

source: throttle
ca: limitació

source: directory
ca: directori

source: eDiscovery
ca: descobriment de documents electrònics

source: e-discovery
ca: descobriment de documents electrònics

source: Hold and eDiscovery
ca: Suspensió i descobriment de documents electrònics

source: PerformancePoint Service
ca: Servei del PerformancePoint

source: Windows Live Photo Gallery
ca: Galeria fotogràfica del Windows Live

source: Windows Photo Gallery
ca: Galeria fotogràfica del Windows

source: Photo Gallery
ca: Galeria fotogràfica

source: Easy Connect
ca: Connexió fàcil

source: mutual authentication
ca: autenticació mútua

source: Network and Sharing Center
ca: Centre de xarxes i de recursos compartits

source: ribbon
ca: franja

source: Windows Live Groups
ca: Grups del Windows Live

source: Windows Live Contacts
ca: Contactes del Windows Live

source: Windows Live Calendar
ca: Calendari del Windows Live

source: Windows Live Agents
ca: Agents del Windows Live

source: Microsoft services
ca: serveis de Microsoft

source: Search by
ca: cerca amb

source: Bing Translator
ca: Traductor del Bing

source: application configuration file
ca: fitxer de configuració de l'aplicació

source: touchtone dialing
ca: marcatge per tons

source: touchtone
ca: marcatge per tons

source: time zone
ca: fus horari

source: optimistic concurrency
ca: simultaneïtat optimista

source: direct report
ca: subordinat immediat

source: tenant
ca: inquilí

source: Block Quote
ca: cita en bloc

source: boundary delimiter
ca: delimitador de límits

source: burndown chart
ca: gràfic d'evolució

source: RDL Sandboxing
ca: espai aïllat per a RDL

source: CRM Front End Server
ca: Servidor frontal del CRM

source: CRM Back End Server
ca: Servidor de fons del CRM

source: Deployment Administration Server
ca: Servidor d'administració de la implementació

source: full server
ca: servidor complet

source: Bing Webmaster Center
ca: Centre d'administradors web del Bing

source: Remove Background
ca: Suprimeix el fons

source: Connected Accounts
ca: Comptes connectats

source: Help bubble
ca: bombolla d'ajuda

source: Inbox rule
ca: norma de safata d'entrada

source: mobile service provider
ca: proveïdor de serveis de telefonia mòbil

source: reset
ca: restablir

source: telemetry
ca: telemetria

source: Report Consolidator
ca: Consolidador d'informes

source: local registration authority
ca: autoritat de registre local

source: audit
ca: auditar

source: contextual tab
ca: pestanya contextual

source: unprotected solution
ca: solució desprotegida

source: create mode
ca: mode de creació

source: dependent component
ca: component dependent

source: workflow stage
ca: fase de flux de treball

source: Windows Speech Recognition
ca: Reconeixement de veu del Windows

source: tweet
ca: tuit

source: Tweet
ca: piulada

source: Business Data Connectivity Service Application
ca: aplicació del servei Connectivitat a dades empresarials

source: Target Application
ca: Aplicació de destinació

source: target application
ca: aplicació de destinació

source: Secure Store target application
ca: aplicació de destinació del servei Magatzem segur

source: public group
ca: grup públic

source: away greeting
ca: missatge d'absència

source: SharePoint admin center
ca: Centre d'administració del SharePoint

source: storage limit
ca: límit d'emmagatzematge

source: storage space
ca: espai d'emmagatzematge

source: Bing Mobile
ca: Bing per a mòbils

source: Maps
ca: Mapes

source: Bing Maps
ca: Mapes del Bing

source: multiple choice question
ca: pregunta de tipus test

source: cloud computing
ca: informàtica al núvol

source: promote
ca: promocionar

source: database availability group
ca: grup de disponibilitat de bases de dades

source: DB instance
ca: instància de BD

source: callout
ca: crida

source: caption
ca: subtítol

source: closed caption
ca: subtítol ocult

source: PowerPoint Mobile Viewer
ca: Visualitzador del PowerPoint per a mòbil

source: instant message
ca: enviar un missatge

source: instant message
ca: enviar un missatge instantani

source: IM
ca: enviar un MI

source: Microsoft cloud services
ca: Serveis al núvol de Microsoft

source: ligature
ca: lligadura

source: Office Presentation Service
ca: Servei de presentacions de l'Office

source: AI
ca: IA

source: artificial intelligence
ca: intel·ligència artificial

source: ATM
ca: caixer automàtic

source: Visio Services
ca: Serveis del Visio

source: attorney-client privilege
ca: secret professional entre advocat i client

source: action
ca: acció

source: bad word
ca: paraula no permesa

source: server-side session
ca: sessió de servidor

source: client-side session
ca: sessió de client

source: active mailbox
ca: bústia de correu activa

source: connected data source
ca: font de dades connectada

source: Outlook Live Management Agent
ca: Agent d'administració de l'Outlook Live

source: discovery manager
ca: administrador de descobriment

source: external contact
ca: contacte extern

source: forced rename state
ca: estat de reanomenament obligatori

source: metaverse entry
ca: introducció de metavers

source: MX token
ca: testimoni MX

source: other e-mail address
ca: adreça electrònica diferent

source: proxy address
ca: adreça intermediària

source: remote domain
ca: domini remot

source: shared address space
ca: espai d'adreces compartit

source: split domain
ca: domini dividit

source: solution
ca: solució

source: managed solution
ca: solució administrada

source: parent solution
ca: solució principal

source: partial solution
ca: solució parcial

source: solution component
ca: component de la solució

source: non-customizable component
ca: component no personalitzable

source: customizable component
ca: component personalitzable

source: solution repository
ca: dipòsit de solucions

source: solution publisher
ca: editor de solucions

source: default solution
ca: solució per defecte

source: sub-grid
ca: subquadrícula

source: task form
ca: formulari de tasca

source: required component
ca: component necessari

source: activity status
ca: estat de l'activitat

source: DNS hosting service
ca: servei d'allotjament DNS

source: Advanced Query Syntax
ca: Sintaxi de consulta avançada

source: Exchange Control Panel
ca: Quadre de control de l'Exchange

source: Exchange admin center
ca: Centre d'administració de l'Exchange

source: Exchange Administration Center
ca: Centre d'administració de l'Exchange

source: Exchange Administration Center
ca: Centre d'administració de l'Exchange

source: Mail Control
ca: Control de correu

source: Microsoft Live@edu Service Management Portal
ca: Portal d'administració del servei del Microsoft Live@edu

source: supervision policy
ca: política de supervisió

source: closed campus supervision policy
ca: política de vigilància de limitació al campus

source: anti-bullying supervision policy
ca: política de vigilància contra l'assetjament

source: supervision list entry
ca: entrada de llista de supervisió

source: supervision list
ca: llista de supervisió

source: bad word supervision policy
ca: política de vigilància de paraules no permeses

source: migration batch
ca: lot de migració

source: migration batch request
ca: sol·licitud de lot de migració

source: date range
ca: interval de dates

source: self-service business intelligence
ca: intel·ligència empresarial d'autoservei

source: self-service BI
ca: BI d'autoservei

source: delegated administrator
ca: administrador delegat

source: Project Services
ca: Serveis del Project Server

source: Search service application
ca: aplicació de servei Cerca

source: Word Automation Services
ca: Serveis d'automatització del Word

source: administrator role group
ca: grup de funcions d'administrador

source: role group
ca: grup de funcions

source: role assignment policy
ca: política d'assignació de funcions

source: discovery mailbox
ca: bústia de correu de descobriment

source: discovery system mailbox
ca: bústia de correu del sistema de descobriment

source: eDiscovery mailbox
ca: bústia de correu de l'eDiscovery

source: safelist
ca: llista d'IP segures

source: safelist
ca: llista d'IP segures

source: IP safelist
ca: llista d'IP segures

source: role entry
ca: introducció d'una funció

source: role scope
ca: àmbit d'una funció

source: role group member
ca: membre d'un grup de funcions

source: Terms of use
ca: Condicions d'ús

source: Profile
ca: Perfil

source: People
ca: Persones

source: Mail
ca: Correu

source: More
ca: Més

source: Calendar
ca: Calendari

source: Events
ca: Esdeveniments

source: Groups
ca: Grups

source: Family Safety
ca: Protecció infantil

source: Downloads
ca: Baixades

source: All services
ca: Tots els serveis

source: Contact info
ca: Informació de contacte

source: Email Migration
ca: Migració de correu electrònic

source: provisioning domain
ca: domini d'aprovisionament

source: blocked sender
ca: remitent bloquejat

source: mail-enabled user
ca: usuari habilitat per a correu electrònic

source: Import users
ca: Importació d'usuaris

source: CSV import file
ca: fitxer d'importació CSV

source: import process
ca: procés d'importació

source: write scope
ca: àmbit d'escriptura

source: Discovery Management
ca: Administració de descobriment

source: Help Desk
ca: Servei d'assistència

source: Recipient Management
ca: Administració de destinataris

source: Records Management
ca: Administració de registres

source: UM Management
ca: Administració d'UM

source: View-Only Organization Management
ca: Administració d'organització de només lectura

source: safe sender
ca: remitent segur

source: Multi-Mailbox Search
ca: Cerca en bústies de correu múltiples

source: unsearchable item
ca: element que no es pot cercar

source: group moderator
ca: moderador de grup

source: room mailbox
ca: bústia de correu de sala

source: legal hold
ca: suspensió legal

source: litigation hold
ca: suspensió per litigi

source: follower
ca: seguidor

source: decision engine
ca: motor de decisions

source: super-user credentials
ca: credencials de superusuari

source: POP subscription
ca: subscripció POP

source: e-mail as sign in ID
ca: adreça electrònica com a ID d'inici de sessió

source: unmanaged Windows Live ID
ca: Windows Live ID no administrat

source: preliminary data validation
ca: validació preliminar de dades

source: authoritative name server
ca: nom de servidor autoritzat

source: Quick add
ca: Afegeix ràpidament

source: Do more
ca: Fes més coses

source: Devices
ca: Dispositius

source: Code of Conduct
ca: Codi de conducta

source: Shared photos
ca: Fotos compartides

source: Terms
ca: Condicions

source: PC site
ca: Lloc per a ordinador

source: Mobile site
ca: Lloc per a mòbil

source: case resolution
ca: resolució del cas

source: contract template
ca: plantilla de contracte

source: resource group
ca: grup de recursos

source: service calendar
ca: calendari de serveis

source: Active Directory Management Agent
ca: Agent d'administració de l'Active Directory

source: virtual shared folder
ca: carpeta compartida virtual

source: Photo Fuse
ca: Fusió de fotos

source: Microsoft Dynamics CRM for Microsoft Office Outlook
ca: Microsoft Dynamics CRM per al Microsoft Office Outlook

source: Microsoft Dynamics CRM for Microsoft Office Outlook with Offline Access
ca: Microsoft Dynamics CRM per al Microsoft Office Outlook amb accés fora de línia

source: evict
ca: expulsar

source: record status
ca: estat del registre

source: workflow status
ca: estat del flux de treball

source: Bing Bar
ca: Barra del Bing

source: heat map
ca: mapa tèrmic

source: social network
ca: xarxa social

source: network
ca: xarxa

source: HTML Bridge
ca: Pont HTML

source: trusted application
ca: aplicació de confiança

source: sandboxed application
ca: aplicació en espai aïllat

source: elevated trust
ca: confiança elevada

source: compute
ca: càlcul

source: consolidate
ca: consolidar

source: Visio Graphics Service
ca: Servei de gràfics del Visio

source: hierarchical address book
ca: llibreta d'adreces jeràrquica

source: endpoint
ca: extrem

source: skiplisting
ca: llista per salts

source: Conferencing Announcement service
ca: servei d'anunci de conferència

source: Conferencing Announcement
ca: Anunci de conferència

source: Conferencing Announcement application
ca: aplicació Anunci de conferència

source: SIP/PSTN gateway
ca: passarel·la SIP/PSTN

source: action
ca: acció

source: multiple points of presence
ca: múltiples punts de presència

source: event routing
ca: encaminament d'incidències

source: webmaster tools
ca: eines de l'administrador web

source: web resource
ca: recurs web

source: trusted domain
ca: domini de confiança

source: current conversation
ca: conversa actual

source: merge a conversation
ca: combinar una conversa

source: activity
ca: activitat

source: contact group
ca: grup de contactes

source: Off Work
ca: Absent de la feina

source: table slicer
ca: afinador de taula

source: basic logging
ca: registre bàsic

source: full logging
ca: registre complet

source: browser window
ca: finestra del navegador

source: built-in role group
ca: grup de funcions integrat

source: hosted management agent
ca: agent d'administració allotjat

source: Close
ca: Tanca

source: mailbox search
ca: cerca en bústies de correu

source: on-premises messaging system
ca: sistema de missatgeria local

source: POP-enabled account
ca: compte habilitat per a POP

source: primary e-mail address
ca: adreça electrònica principal

source: recipient object
ca: objecte de destinatari

source: registered domain
ca: domini registrat

source: speed dialing
ca: marcatge abreujat

source: domain settings
ca: configuració del domini

source: park
ca: aparcar

source: retrieve
ca: recuperar

source: ringback
ca: devolució de trucada

source: orbit
ca: òrbita

source: private line
ca: línia privada

source: custom device
ca: dispositiu personalitzat

source: Parking Lot
ca: Aparcament

source: malicious call reporting
ca: informe de trucades malicioses

source: People Picker
ca: Selector de persones

source: function
ca: funció

source: audio challenge
ca: verificació d'àudio

source: piler
ca: acumulador

source: piler user
ca: usuari acumulador

source: filer
ca: arxivador

source: filer user
ca: usuari arxivador

source: native integration
ca: integració nativa

source: retention hold
ca: suspensió de retenció

source: Slide Show
ca: Presentació de diapositives

source: collaborate
ca: col·laborar

source: sidebar
ca: barra lateral

source: backscatter
ca: missatge rebotat

source: session
ca: sessió

source: Survivable Branch Appliance
ca: aplicació de sucursal amb funcions de supervivència

source: Someone
ca: Algú

source: Someone on Windows Live
ca: Algú del Windows Live

source: Personalize
ca: Personalització

source: Quick views
ca: Visualitzacions ràpides

source: Social updates
ca: Actualitzacions socials

source: Spam Fighters program
ca: Equip de lluita contra el correu brossa

source: game rating system
ca: sistema de classificació de jocs

source: tabbed conversation
ca: conversa en pestanya

source: highlights
ca: informacions destacades

source: photo e-mail
ca: correu electrònic amb fotos

source: remote connection
ca: connexió remota

source: Personal Folder
ca: Carpeta personal
