Repository: Softcatala/translation-memory-tools
Catalog: source-pos/microsoft/microsoft-terms.po
Languages: ca

source: booking window
ca: període de reserves

source: post-incident report
ca: informe posterior a un incident

source: Education Resources
ca: Recursos didàctics

source: modern client authentication library
ca: biblioteca d'autenticació de clients moderna

source: Discovery
ca: Descobriment

source: Discovery Feed
ca: Canal de continguts de descobriment

source: data residency
ca: ubicació de les dades

source: structure
ca: estructura

source: rich error
ca: error enriquit

source: data in transit
ca: dades en trànsit

source: co-author
ca: treballar en coautoria

source: react
ca: reaccionar

source: reaction
ca: reacció

source: slash command
ca: ordre de barra inclinada

source: SMS Insights
ca: Informacions clau per SMS

source: Events
ca: Esdeveniments

source: Skype Events
ca: Esdeveniments de Skype

source: FastTrack for Office 365
ca: FastTrack per a l'Office 365

source: Microsoft FastTrack for Office 365
ca: Microsoft FastTrack per a l'Office 365

source: core customer data
ca: dades de client principals

source: email domain
ca: domini de correu

source: in-house email system
ca: sistema de correu intern

source: email hosting
ca: allotjament de correu

source: email hosting service
ca: servei d'allotjament de correu

source: email service
ca: servei de correu

source: hosted email service
ca: servei de correu allotjat

source: in-app support
ca: assistència tècnica a l'aplicació

source: trust document
ca: document de confiança

source: programmatic
ca: programàtic

source: spinner
ca: indicador giratori

source: Yammer Notifier
ca: Notificador del Yammer

source: Desktop Notifier
ca: Notificador d'escriptori

source: Local Experience Pack
ca: Paquet d'experiència local

source: Xbox Support
ca: Servei tècnic de l'Xbox

source: IIS Manager
ca: Administrador de l'IIS

source: Internet Information Services Manager
ca: Administrador de l'Internet Information Services

source: Hero web part
ca: element web destacat

source: cheat sheet
ca: full de característiques clau

source: Office Enterprise Protection
ca: Protecció empresarial de l'Office

source: Simplified Ribbon
ca: Franja simplificada

source: Hero
ca: enllaç a l'element web destacat

source: Hero content
ca: contingut destacat

source: device security
ca: seguretat del dispositiu

source: Diagnostic Data Viewer
ca: Visualitzador de dades de diagnòstic

source: enhanced sign-in security
ca: seguretat d'inici de sessió millorada

source: firmware protection
ca: protecció del microprogramari

source: security processor
ca: processador segur

source: Mobile Plans
ca: Plans mòbils

source: retention
ca: retenció

source: data retention
ca: retenció de dades

source: default hero
ca: element web destacat per defecte

source: FastTrack Center
ca: Centre del FastTrack

source: Microsoft FastTrack Center
ca: Centre del Microsoft FastTrack

source: FastTrack Center Benefit for Office 365
ca: Avantatges del Centre del FastTrack per a l'Office 365

source: Productivity Library
ca: Biblioteca de productivitat

source: communication site
ca: lloc de comunicació

source: Surface Diagnostic Toolkit
ca: Kit d'eines de diagnòstic del Surface

source: schedule
ca: planificar

source: memory integrity
ca: integritat de la memòria

source: Customer Key
ca: Clau de client

source: Customer Key in Office 365
ca: Clau de client de l'Office 365

source: Core isolation
ca: Aïllament del nucli

source: set
ca: conjunt

source: star
ca: estrella

source: Microsoft People Preview
ca: Visualització prèvia del Persones de Microsoft

source: People Preview
ca: Visualització prèvia del Persones

source: end of service
ca: fi del servei

source: Microsoft Partner Network Agreement
ca: Contracte del Microsoft Partner Network

source: Switch plans wizard
ca: Auxiliar per canviar de pla

source: ecosystem
ca: ecosistema

source: @mention
ca: @menció

source: app page
ca: pàgina d'aplicació

source: call controls
ca: controls de trucada

source: call group
ca: grup de trucades

source: channel list
ca: llista de canals

source: chat list
ca: llista de xats

source: command box
ca: quadre d'ordres

source: Connectors gallery
ca: gal·leria de connectors

source: developer app flow
ca: flux d'aplicacions per a desenvolupadors

source: event group
ca: grup d'esdeveniments

source: event group member
ca: membre del grup d'esdeveniments

source: extensions menu
ca: menú d'extensions

source: meetings list
ca: llista de reunions

source: messaging extension
ca: extensió de missatgeria

source: one-on-one chat
ca: xat privat

source: private conversation
ca: conversa privada

source: private meeting
ca: reunió privada

source: producer
ca: productor

source: public team
ca: equip públic

source: roster
ca: llista de participants

source: tab conversation
ca: conversa en pestanya

source: tab gallery
ca: gal·leria de pestanyes

source: team activity
ca: activitat de l'equip

source: team meeting
ca: reunió d'equip

source: team owner
ca: propietari d'equip

source: team picture
ca: imatge d'equip

source: teams list
ca: llista d'equips

source: threaded conversation
ca: conversa en fils

source: My activity
ca: La meva activitat

source: present
ca: presentar

source: Skype Notes
ca: Notes de Skype

source: Skype Lite SMS
ca: SMS de Skype Lite

source: GETPIVOTDATA
ca: IMPORTADADESDINAMIQUES

source: Microsoft Unified Support
ca: Assistència tècnica unificada de Microsoft

source: Unified Support
ca: Assistència tècnica unificada

source: Office 365 Engineering Direct
ca: Accés directe a l'equip d'enginyeria de l'Office 365

source: Service Trust Portal
ca: Portal de confiança dels serveis

source: retry policy
ca: norma de reintents

source: token service
ca: servei de testimoni

source: System Guard
ca: Guardià del sistema

source: Windows Defender System Guard
ca: Guardià del sistema del Windows Defender

source: Windows Health Attestation Service
ca: Servei d'atestació d'estat del Windows

source: Device performance & health
ca: Rendiment i estat del dispositiu

source: Multi-Geo tenant
ca: inquilí Multi-Geo

source: playbook
ca: quadern d'estratègies

source: Microsoft 365 admin center
ca: Centre d'administració del Microsoft 365

source: Admin Center
ca: Centre d'administració

source: Picture Dictionary
ca: Diccionari d'imatges

source: End mode
ca: Mode de fi

source: Visio Event Monitor
ca: Monitor d'esdeveniments del Visio

source: data preparation
ca: preparació de dades

source: event monitor
ca: monitor d'esdeveniments

source: persistent event
ca: esdeveniment persistent

source: App protection
ca: Protecció de les aplicacions

source: Web protection
ca: Protecció web

source: Xbox Accessories
ca: Accessoris de l'Xbox

source: Xbox Avatar Editor
ca: Editor d'avatars de l'Xbox

source: Avatar Editor
ca: Editor d'avatars

source: private preview
ca: visualització prèvia privada

source: Security Policy Advisor
ca: Assessor per a normes de seguretat

source: Office Transformation Service
ca: Servei de transformació de l'Office

source: planned maintenance
ca: manteniment planificat

source: minor
ca: menor d'edat

source: Print to Web
ca: Impressió al web

source: Transform to Web
ca: Transformació al web

source: OneDrive Files On-Demand
ca: Fitxers segons demanda del OneDrive

source: Files On-Demand
ca: Fitxers segons demanda

source: Approvals Center
ca: Centre d'aprovacions

source: K-12
ca: educació primària i secundària

source: security test
ca: prova de seguretat

source: Security & Compliance Center
ca: Centre de seguretat i compliment

source: Device Management
ca: Administració de dispositius

source: Microsoft 365 device management
ca: Administració de dispositius del Microsoft 365

source: Device Health
ca: Estat del dispositiu

source: Desktop Analytics
ca: Anàlisi d'escriptori

source: release
ca: alliberar

source: reconnaissance
ca: reconeixement

source: reverse brute-force attack
ca: atac per força bruta inversa

source: password spray attack
ca: atac per propagació de contrasenya

source: SharePoint hub site
ca: lloc del concentrador del SharePoint

source: hub site
ca: lloc central

source: hub
ca: centre

source: carousel
ca: seqüència

source: data gateway
ca: passarel·la de dades

source: on-premises data gateway
ca: passarel·la de dades local

source: on-premises data gateway (personal mode)
ca: passarel·la de dades local (mode personal)

source: personal gateway
ca: passarel·la personal

source: data gateway (personal mode)
ca: passarel·la de dades (mode personal)

source: delivery
ca: lliurament

source: Entrance
ca: Entrada

source: Entrance Effects
ca: Efectes d'entrada

source: Exit
ca: Sortida

source: Exit Effects
ca: Efectes de sortida

source: Emphasis
ca: Èmfasi

source: Emphasis Effects
ca: Efectes d'èmfasi

source: adoption
ca: adopció

source: Microsoft Cloud Financial Services Compliance Program
ca: Programa de compliment normatiu per als serveis financers de Microsoft Cloud

source: live demo
ca: demo en directe

source: live demonstration
ca: demostració en directe

source: machine learning model
ca: model d'aprenentatge automàtic

source: intelligence
ca: intel·ligència

source: content services
ca: serveis de contingut

source: Intelligent Security Graph
ca: Gràfic de seguretat intel·ligent

source: Microsoft Intelligent Security Graph
ca: Gràfic de seguretat intel·ligent de Microsoft

source: emphasis animation effect
ca: efecte d'animació d'èmfasi

source: entry animation effect
ca: efecte d'animació d'entrada

source: insight
ca: conclusió

source: controller
ca: responsable del tractament

source: data processor
ca: encarregat del tractament

source: processor
ca: encarregat del tractament

source: business-class email
ca: correu professional

source: business email
ca: correu empresarial

source: real-time data
ca: dades en temps real

source: team chat
ca: xat d'equip

source: search permissions filtering
ca: filtratge de permisos de cerca

source: permissions filtering
ca: filtratge de permisos

source: work
ca: feina

source: rights-protected
ca: amb protecció de drets

source: file storage
ca: emmagatzematge de fitxers

source: online file storage
ca: emmagatzematge de fitxers en línia

source: contextual toolbar
ca: barra d'eines contextual

source: private chat
ca: xat privat

source: FILTER
ca: FILTRA

source: single database
ca: base de dades única

source: dynamic formula
ca: fórmula dinàmica

source: RANDARRAY
ca: MATRIUALEAT

source: SEQUENCE
ca: SEQÜÈNCIA

source: UNIQUE
ca: ÚNICS

source: SORTBY
ca: ORDENAPER

source: SORT
ca: ORDENA

source: SINGLE
ca: SIMPLE

source: ISFORMULA
ca: ÉSFÓRMULA

source: StaffHub Now
ca: StaffHub Ara

source: NOW
ca: ARA

source: Direct Routing
ca: Encaminament directe

source: Risk Guide
ca: Guia de riscos

source: Identify Risks
ca: Identificació de riscos

source: impersonate
ca: suplantar

source: impersonation
ca: suplantació

source: cyber threat
ca: ciberamenaça

source: cyberthreat
ca: ciberamenaça

source: registrant
ca: titular de domini

source: report
ca: informe

source: security report
ca: informe de seguretat

source: intent
ca: intenció

source: Terms
ca: Condicions

source: Payment Terms
ca: Condicions de pagament

source: release group
ca: grup de llançament

source: targeted release
ca: llançament orientat

source: targeted release group
ca: grup de llançament orientat

source: standard release
ca: llançament estàndard

source: standard release group
ca: grup de llançament estàndard

source: Office Dev Center
ca: Centre per a desenvolupadors de l'Office

source: Office Developer Center
ca: Centre per a desenvolupadors de l'Office

source: Resume Designer
ca: Dissenyador de currículums

source: OneDrive Developer Center
ca: Centre per a desenvolupadors del OneDrive

source: OneDrive Dev Center
ca: Centre per a desenvolupadors del OneDrive

source: service model
ca: model de servei

source: servicing model
ca: model de servei

source: ink gesture
ca: gest d'entrada manuscrita

source: snapshot report
ca: informe d'instantànies

source: continuous report
ca: informe continu

source: MIRRORARRAY
ca: MATRIUINVERSA

source: REDIMENSION
ca: REDIMENSIONA

source: ARRAY
ca: MATRIU

source: ROWARRAY
ca: MATRIUFILA

source: COLARRAY
ca: MATRIUCOL

source: CROPARRAY
ca: MATRIURETALL

source: ISSPILL
ca: ÉSDESBORDAMENT

source: SORTINDEX
ca: INDEXORDRE

source: SUBSET
ca: SUBCONJUNT

source: Ink annotations
ca: Anotacions manuscrites

source: UNIQUE.INTL
ca: ÚNICS.INTL

source: SORTBY.INTL
ca: ORDENAPER.INTL

source: Geography
ca: Informació geogràfica

source: Stocks
ca: Accions

source: Record Selector
ca: Selector de registres

source: Convert to Linked Record
ca: Converteix en registre enllaçat

source: RECORD
ca: REGISTRE

source: object
ca: objecte

source: Skype SMS Connect
ca: Connexió d'SMS de Skype

source: SMS Connect
ca: Connexió d'SMS

source: Skype Call Recorder
ca: Enregistrador de trucades de Skype

source: Call Recorder
ca: Enregistrador de trucades

source: call recording
ca: enregistrament de trucada

source: voice user
ca: usuari de veu

source: Active Now
ca: Actiu ara

source: OneDrive for Business with Multi-Geo Capabilities
ca: OneDrive for Business amb Multi-Geo Capabilities

source: OneDrive with Multi-Geo Capabilities
ca: OneDrive amb Multi-Geo Capabilities

source: satellite location
ca: ubicació per satèl·lit

source: Branching
ca: Ramificació

source: Microsoft Remote Assist
ca: Assistència remota de Microsoft

source: industry
ca: sector

source: go-to-market resource
ca: recurs de sortida al mercat

source: Data Log Export
ca: Exportació de registres de dades

source: Partner Launchpad
ca: Plataforma de llançament per a associats

source: Settings
ca: Configuració

source: conditional access
ca: accés condicional

source: Custom Visuals
ca: Elements visuals personalitzats

source: visualization
ca: visualització

source: FUNCTION
ca: FUNCIÓ

source: self-service group management
ca: administració de grups d'autoservei

source: ISBLANK
ca: ÉSBLANC

source: ISTEXT
ca: ÉSTEXT

source: ISERR
ca: ÉSERROR

source: ISLOGICAL
ca: ÉSLÒGIC

source: ISNA
ca: ÉSNA

source: record
ca: registre

source: linked record
ca: registre enllaçat

source: linked data type
ca: tipus de dades enllaçat

source: Patterns and Practices
ca: Patrons i pràctiques

source: SharePoint spaces
ca: Espais del SharePoint

source: Spaces
ca: Espais

source: Microsoft Intelligent Security Association
ca: Associació de seguretat intel·ligent de Microsoft

source: Page Diagnostics for SharePoint
ca: Diagnòstic de pàgines del SharePoint

source: Quick Insights
ca: Conclusions ràpides

source: Import Tool for Microsoft Layout
ca: Eina d'importació del Microsoft Layout

source: Microsoft SharePoint Hybrid Auditing
ca: Auditoria híbrida del Microsoft SharePoint

source: Hybrid Auditing
ca: Auditoria híbrida

source: benefit
ca: benefici

source: co-sell
ca: venda conjunta

source: co-sell
ca: vendre conjuntament

source: sharded table
ca: taula particionada

source: US Gov Virginia
ca: US Gov Virgínia

source: Germany North
ca: Nord d'Alemanya

source: China East
ca: Est de la Xina

source: China North
ca: Nord de la Xina

source: UAE Central
ca: Centre d'Unió dels Emirats Àrabs

source: UAE North
ca: Nord d'Unió dels Emirats Àrabs

source: Germany Central
ca: Centre d'Alemanya

source: Germany Northeast
ca: Nord-est d'Alemanya

source: Hybrid Scenario Picker
ca: Selector d'escenari híbrid

source: Hybrid Picker
ca: Selector híbrid

source: Office Hub
ca: Centre de l'Office

source: roadmap
ca: full de ruta

source: expiring link
ca: enllaç amb caducitat

source: data subject
ca: titular de les dades

source: spoof intelligence
ca: intel·ligència davant la suplantació de la identitat

source: Mailbox Intelligence
ca: Intel·ligència de la bústia de correu

source: contact graph
ca: gràfic de contactes

source: focus hours
ca: hores de productivitat

source: focus time
ca: temps de productivitat

source: after hours
ca: hores fora de l'horari laboral

source: production environment
ca: entorn de producció

source: Go Live
ca: Conversa en directe

source: input message
ca: missatge d'entrada

source: mailbox intelligence
ca: intel·ligència de la bústia de correu

source: Skype for Developers
ca: Skype per a desenvolupadors

source: Skype Group Manager
ca: Administrador del grup de Skype

source: on-premises
ca: localment

source: security info
ca: informació de seguretat

source: Sprint Planning Board
ca: Tauler de planificació d'esprints

source: Sprint
ca: Esprint

source: Sprint Planning Sheet
ca: Full de planificació d'esprints

source: Manage Sprints
ca: Administra els esprints

source: Agile
ca: Àgil

source: Backlog Board
ca: Tauler de treballs pendents

source: Backlog Sheet
ca: Full de treballs pendents

source: board
ca: tauler

source: sheet
ca: full

source: bullet chart
ca: gràfic de pics

source: bullet graph
ca: gràfic de pics

source: Flash Edit
ca: Edició ràpida

source: Ideas
ca: Idees

source: Compliance Score
ca: Puntuació de compliment

source: assessment
ca: avaluació

source: compliance
ca: compliment

source: quick action
ca: acció ràpida

source: Files
ca: Fitxers

source: Pictures
ca: Imatges

source: Knowledge
ca: Coneixement

source: Changes
ca: Canvis

source: China East 2
ca: Est de la Xina 2

source: China North 2
ca: Nord de la Xina 2

source: Recent Changes
ca: Canvis recents

source: SVG filter
ca: filtre SVG

source: Displacement Map
ca: Assignació de desplaçament

source: Offset
ca: Col·locació en capes

source: Specular Light
ca: Llum especular

source: Diffuse Lighting
ca: Il·luminació difusa

source: per-monitor scaling
ca: escalat per monitor

source: de-identification
ca: desidentificació

source: Next Generation Privacy
ca: Privadesa de nova generació

source: NextGen Privacy
ca: Nova privadesa

source: legitimate interest
ca: interès legítim

source: Crop Handle Magnifier
ca: Lupa del control d'escapçament

source: Text Annotations
ca: Anotacions de text

source: Tap to Select
ca: Toqueu per seleccionar

source: outline
ca: contorn

source: shard
ca: partició

source: shard mailbox
ca: bústia de correu de partició

source: staff leader
ca: cap docent

source: snippet
ca: fragment

source: content snippet
ca: fragment de contingut

source: Sweep
ca: Neteja

source: overallocated
ca: sobrecarregat

source: reference id
ca: id. de referència

source: hours resource
ca: hores dels recursos

source: microprocessor
ca: microprocessador

source: Conditional Access App Control
ca: Control d'aplicacions d'accés condicional

source: waiting period
ca: període d'espera

source: TRANSPOSE
ca: TRANSPOSA

source: Transpose
ca: Transposa

source: eDiscovery Center
ca: Centre de l'eDiscovery

source: Microsoft Workplace Analytics teamwork solution
ca: Solució de treball en equip del servei Anàlisis empresarials de Microsoft

source: Workplace Analytics teamwork solution
ca: Solució de treball en equip del servei Anàlisis empresarials

source: self-hosted integration runtime
ca: entorn d'execució d'integració autoallotjat

source: self-hosted IR
ca: IR autoallotjat

source: Classic Ribbon
ca: Franja clàssica

source: toast error
ca: error de notificació del sistema

source: Government Community Cloud
ca: Núvol comunitari de sector públic

source: light
ca: simplificada

source: light version
ca: versió simplificada

source: radical with degree
ca: radical amb índex

source: pattern fill
ca: patró d'emplenament

source: fixed cost accrual
ca: acumulació de costos fixos

source: Palm Rejection
ca: Anul·lació del palmell

source: from SA USL
ca: d'USL SA

source: full USL
ca: USL completa

source: Timesheet tool
ca: Eina de fulls d'hores

source: Hybrid Administration
ca: Administració híbrida

source: Discovery Search Mailbox
ca: Bústia de correu de cerques de descobriment

source: Exchange Hybrid Edition
ca: Edició híbrida de l'Exchange

source: Hybrid Edition
ca: Edició híbrida

source: Stroke Eraser
ca: Esborrador de traços

source: edge
ca: vora

source: Soft Edges
ca: Vores suaus

source: Home
ca: Inici

source: Roadmap
ca: Full de ruta

source: pyramid diagram
ca: diagrama piramidal

source: SharePoint Framework Extensions
ca: Extensions del SharePoint Framework

source: SPFx Extensions
ca: Extensions de l'SPFx

source: SharePoint Migration Tool
ca: Eina de migració del SharePoint

source: Islands
ca: Ús aïllat

source: diagnostic log
ca: registre de diagnòstic

source: Translator Bot
ca: Tradubot

source: Skype Room Systems
ca: Sistemes de sales de Skype

source: terms-of-use feature
ca: característica terms-of-use

source: Labels
ca: Etiquetes

source: FindTime
ca: Cercador de disponibilitat

source: retention tag
ca: etiqueta de retenció

source: label
ca: etiqueta

source: retention label
ca: etiqueta de retenció

source: Linked Table Manager
ca: Administrador de taules enllaçades

source: LTM
ca: ATE

source: input file
ca: fitxer d'entrada

source: infrastructure
ca: infraestructura

source: aggregate
ca: agregat

source: aggregate
ca: agregar

source: dataflow
ca: flux de dades

source: XLOOKUP
ca: CERCAX

source: XMATCH
ca: COINCIDÈNCIAX

source: FINDN
ca: TROBAN

source: TEXTSLICE
ca: PORCIÓTEXT

source: Design
ca: Disseny

source: Layout
ca: Disposició

source: app permission
ca: permís de l'aplicació

source: classifier
ca: classificador

source: Recommendations
ca: Recomanacions

source: Firstline Worker configuration
ca: Configuració de treballador de primera línia

source: Coming Soon
ca: Properament

source: Home
ca: Inici

source: feature
ca: característica

source: Configuration Protector
ca: Protector de configuració

source: Networking Partner Program
ca: Programa per a associats de xarxes

source: Office 365 Networking Partner Program
ca: Programa per a associats de xarxes de l'Office 365

source: Custom learning for Office 365
ca: Aprenentatge personalitzat per a l'Office 365

source: Custom learning
ca: Aprenentatge personalitzat

source: Microsoft Managed Desktop
ca: Escriptori administrat de Microsoft

source: Device as a Service
ca: Dispositiu com a servei

source: Microsoft 365 freelance toolkit
ca: Kit d'eines per a programes freelance del Microsoft 365

source: personal agent
ca: agent personal

source: managed service
ca: servei administrat

source: live event
ca: esdeveniment en directe

source: Viewer mode
ca: mode Lectura

source: Express analysis
ca: Anàlisi ràpida

source: SAS token
ca: testimoni de SAS

source: retention bucket
ca: dipòsit de retenció

source: compromised
ca: en perill

source: asset ID
ca: identificador d'actiu

source: cutoff score
ca: puntuació de tall

source: Background blur in Microsoft Teams
ca: desenfocament del fons al Microsoft Teams

source: blur my background
ca: desenfoca el fons

source: Blur my background
ca: Desenfoca el fons

source: campaign
ca: campanya

source: provision
ca: disposició

source: workload
ca: càrrega de treball

source: relay domain
ca: domini intel·ligent

source: internal relay domain
ca: domini intel·ligent intern

source: external relay domain
ca: domini intel·ligent extern

source: data subject request
ca: sol·licitud de titular de les dades

source: Desktop App Assure
ca: Control d'aplicacions d'escriptori

source: Calendar
ca: Calendari

source: Universal Print
ca: Impressió universal

source: blur
ca: desenfocar

source: background blur
ca: desenfocament del fons

source: DSR case
ca: cas de DSR

source: data subject request case
ca: cas de sol·licitud de titular de les dades

source: exception
ca: excepció

source: keyword dictionary
ca: diccionari de paraules clau

source: Microsoft Teams Rooms
ca: Sales del Microsoft Teams

source: Teams Rooms
ca: Sales del Teams

source: Meeting Room
ca: Sala de reunions

source: Service assurance
ca: Garantia de servei

source: Summary report
ca: informe de resum

source: Enhanced summary report
ca: informe de resum millorat
