Repository: Softcatala/translation-memory-tools
Catalog: source-pos/microsoft/microsoft-terms.po
Languages: ca

source: Extended report
ca: informe ampliat

source: SOC report
ca: informe de SOC

source: Service Organization Controls report
ca: informe Controls d'organització de servei

source: safety tip
ca: consell de seguretat

source: rubric
ca: rúbrica

source: threat tracker
ca: sistema de seguiment d'amenaces

source: word cloud
ca: núvol de paraules

source: promoted result
ca: resultat promocionat

source: Compliance
ca: Compliment

source: Microsoft 365 compliance
ca: Compliment del Microsoft 365

source: Microsoft 365 compliance center
ca: Centre de compliment del Microsoft 365

source: Microsoft 365 security
ca: Seguretat del Microsoft 365

source: Microsoft 365 security center
ca: Centre de seguretat del Microsoft 365

source: Security
ca: Seguretat

source: Call Monitor
ca: Monitor de trucades

source: Direct SIP
ca: SIP directa

source: fully managed
ca: totalment administrat

source: allergy
ca: al·lèrgia

source: care coordinator
ca: coordinador assistencial

source: direct SIP connection
ca: connexió SIP directa

source: care manager
ca: gestor assistencial

source: healthcare facility
ca: instal·lació d'assistència sanitària

source: facility
ca: instal·lació

source: draft standard
ca: projecte de norma

source: medical record number
ca: número d'historial clínic

source: MRN
ca: NHC

source: medication
ca: medicació

source: network
ca: xarxa

source: operation
ca: operació

source: surgery
ca: cirurgia

source: patient identifier
ca: identificador del pacient

source: patient ID
ca: ID del pacient

source: patient list
ca: llista de pacients

source: payor
ca: responsable del pagament

source: room
ca: habitació

source: vital signs
ca: signes vitals

source: vitals
ca: constants vitals

source: fifth vital signs
ca: 6 signes vitals

source: sixth vital signs
ca: 6 signes vitals

source: internet standard
ca: estàndard d'Internet

source: proposed standard
ca: proposta de norma

source: Microsoft Search
ca: Cerca de Microsoft

source: Search
ca: Cerca

source: Search In
ca: Cerca

source: actual start
ca: inici real

source: actual finish
ca: finalització real

source: baseline finish
ca: finalització de referència

source: baseline start
ca: inici de referència

source: baseline work
ca: feina de referència

source: baseline duration
ca: durada de referència

source: overtime work
ca: feina d'hores extres

source: overtime cost
ca: cost d'hores extres

source: deliverable finish
ca: finalització del lliurament

source: deliverable start
ca: inici del lliurament

source: signed security token
ca: testimoni de seguretat signat

source: organization
ca: organització

source: org
ca: organització

source: Update
ca: Actualitza

source: external
ca: extern

source: internal
ca: intern

source: work
ca: feina

source: coworker
ca: company de feina

source: colleague
ca: company

source: reply
ca: resposta

source: open
ca: obrir

source: create
ca: crear

source: connection
ca: connexió

source: connect
ca: connectar

source: Sensitive info types
ca: Tipus d'informació confidencial

source: sensitive info type
ca: tipus d'informació confidencial

source: sensitive information type
ca: tipus d'informació confidencial

source: sensitive type
ca: tipus confidencial

source: sensitive
ca: confidencial

source: shared group
ca: grup compartit

source: rate
ca: puntuar

source: directory
ca: directori

source: Live view
ca: Visualització en directe

source: dial key
ca: tecla de marcatge

source: entity
ca: entitat

source: unlock
ca: desbloquejar

source: secure
ca: segur

source: symbol
ca: símbol

source: Threat management
ca: Administració d'amenaces

source: malicious mail
ca: correu maliciós

source: Threat tracker
ca: Sistema de seguiment d'amenaces

source: Message trace
ca: Rastreig de missatges

source: promotion
ca: promoció

source: viewer mode
ca: mode de visualització

source: wipe
ca: eliminar

source: Recently Active
ca: En línia recentment

source: Microsoft 365 live captions & subtitles
ca: Subtítols en directe del Microsoft 365

source: Captions & Subtitles
ca: Subtítols

source: Live Subtitles
ca: Subtítols en directe

source: retrain
ca: tornar a entrenar

source: classified
ca: confidencial

source: proximity window
ca: marge de proximitat

source: Bulk Mode
ca: Mode massiu

source: Kudos
ca: Reconeixement

source: Praise
ca: Elogi

source: Achiever
ca: Fita assolida

source: Always Positive
ca: Actitud positiva

source: Deadline Smasher
ca: Entregues anticipades

source: Detailer
ca: Atenció als detalls

source: Good job
ca: Bona feina

source: Thank you
ca: Agraïment

source: Awesome
ca: Gran rendiment

source: Coach
ca: Talent formatiu

source: Creative
ca: Gran creativitat

source: Kind heart
ca: Bon cor

source: Problem solver
ca: Habilitat desllorigadora

source: Team player
ca: Treball en equip

source: open shift
ca: torn obert

source: Microsoft Teams admin center
ca: centre d'administració del Microsoft Teams

source: Skype for desktop
ca: Skype per a l'escriptori

source: B2B Collaboration
ca: Col·laboració B2B

source: Skype extension
ca: extensió de Skype

source: invitation redemption
ca: bescanvi d'invitació

source: sign-in page
ca: pàgina d'inici de sessió

source: auto redeem
ca: bescanvi automàtic

source: redeem
ca: bescanviar

source: enroll
ca: inscriure

source: verification option
ca: opció de verificació

source: work or school email address
ca: adreça electrònica laboral o acadèmica

source: work or school email
ca: correu laboral o acadèmic

source: Captions
ca: Subtítols

source: Ink to Text
ca: D'entrada manuscrita a text

source: Encryption
ca: Xifratge

source: Encrypt-Only
ca: Només xifratge

source: Do Not Forward
ca: No reenviïs

source: Available
ca: Disponible

source: Active
ca: Actiu

source: global search
ca: cerca global

source: erase
ca: esborrar

source: suspend
ca: suspendre

source: service
ca: servei

source: Announcement
ca: Anunci

source: temporary password
ca: contrasenya temporal

source: corporation
ca: corporació

source: phone number
ca: número de telèfon

source: status update
ca: actualització d'estat

source: Skype ID
ca: ID de Skype

source: Skype Certified
ca: Certificat per Skype

source: clock in
ca: fitxar d'entrada

source: clock out
ca: fitxar de sortida

source: unpark
ca: recuperar

source: OBO flow
ca: flux OBO

source: On-Behalf-Of flow
ca: flux amb drets delegats

source: asset
ca: recurs

source: coverage
ca: cobertura

source: CDS for Apps
ca: CDS per a aplicacions

source: Common Data Service for Apps
ca: Common Data Service per a aplicacions

source: Dynamic Delivery
ca: Lliurament dinàmic

source: Time Clock
ca: rellotge de fitxar

source: drive mode
ca: mode de conducció

source: Drive mode
ca: Mode de conducció

source: Exit drive mode
ca: Surt del mode de conducció

source: solution check
ca: comprovació de la solució

source: configuration store
ca: magatzem de configuració

source: Join in drive mode
ca: Uneix-me en mode de conducció

source: user and entity behavioral analytics
ca: UEBA

source: user and entity behavioral analytics
ca: anàlisi del comportament d'entitats i usuaris

source: user and entity behavior analytics
ca: UEBA

source: user and entity behavior analytics
ca: anàlisi del comportament d'entitats i usuaris

source: backdoor
ca: porta del darrere

source: insider threat
ca: amenaça interna

source: account breach
ca: vulneració de compte

source: working set
ca: conjunt de treball

source: dynamic data source
ca: font de dades dinàmica

source: deep index job
ca: tasca d'indexació detallada

source: load set
ca: conjunt carregat

source: load job
ca: tasca de càrrega

source: advisory
ca: advertiment

source: attack surface reduction rule
ca: regla de reducció de la superfície d'atac

source: booking calendar
ca: calendari de reserves

source: data exfiltration
ca: filtració de dades

source: data exportation
ca: exportació de dades

source: data extrusion
ca: extracció de dades

source: Data Streamer
ca: Eina de reproducció en línia de dades

source: Microsoft Data Streamer
ca: Eina de reproducció en línia de dades de Microsoft

source: Euro­pean Social Secu­rity Num­ber
ca: número de seguretat social europeu

source: attack surface reduction
ca: reducció de la superfície d'atac

source: ASR
ca: RSA

source: high confidence spam
ca: correu brossa detectat amb un nivell de confiança elevat

source: geo move
ca: desplaçament geogràfic

source: personal booking page
ca: pàgina de reserves personal

source: admin role
ca: funció d'administrador

source: Thread View
ca: Visualització de converses

source: Microsoft Graph Security API
ca: API Microsoft Graph Security

source: Advanced Threat Protection message disposition report
ca: informe de destrucció de missatges de Protecció contra amenaces avançada

source: ATP message disposition report
ca: informe de destrucció de missatges d'ATP

source: disposition report
ca: informe de destrucció

source: Advanced Threat Protection by Disposition
ca: Protecció contra amenaces avançada per destrucció

source: alert
ca: alerta

source: Work Week
ca: Setmana laboral

source: Access Panel
ca: Tauler d'accés

source: self-service password reset
ca: autoservei de restabliment de contrasenya

source: additional verification
ca: verificació addicional

source: My Apps
ca: Les meves aplicacions

source: App Lock
ca: Blocatge de l'aplicació

source: Vault
ca: Magatzem

source: Expression picker
ca: Selector d'expressions

source: Microsoft Certified Partner
ca: Associat certificat de Microsoft

source: WORM requirement
ca: requisit WORM

source: Microsoft identity platform
ca: plataforma d'identitat de Microsoft

source: Microsoft identity platform for developers
ca: plataforma d'identitat de Microsoft per a desenvolupadors

source: care coordination
ca: coordinació d'assistència mèdica

source: Educator Center
ca: Centre per a formadors

source: Microsoft Graph data connect
ca: connexió de dades del Microsoft Graph

source: Sound It Out
ca: En veu alta

source: managed threat hunting
ca: cerca d'amenaces administrada

source: query folding
ca: plegament de consultes

source: preservation policy
ca: norma de preservació

source: per-mailbox litigation hold report
ca: informe de suspensió per litigi per bústia de correu

source: public group
ca: grup públic

source: broadcast group
ca: grup de difusió

source: private group
ca: grup privat

source: sensitivity label
ca: etiqueta de confidencialitat

source: Group Insights
ca: Informació del grup

source: whaling
ca: pesca grossa

source: confidence trick
ca: engany

source: confidence level
ca: nivell de confiança

source: user risk policy
ca: norma de risc d'usuari

source: user risk security policy
ca: norma de seguretat de risc d'usuari

source: sign-in risk policy
ca: norma de risc d'inici de sessió

source: MFA registration policy
ca: norma de registre de l'MFA

source: multi-factor authentication registration policy
ca: norma de registre de l'autenticació multifactorial

source: Legal Hold
ca: Suspensió legal

source: Shift campaign
ca: Campanya per al canvi

source: Attendance
ca: Assistència

source: Checklist
ca: Llista de verificació

source: Quiz
ca: Qüestionari

source: tenant admin
ca: administrador de l'inquilí

source: tenant administrator
ca: administrador de l'inquilí

source: public managed group
ca: grup públic gestionat

source: Call
ca: Trucada

source: privilege escalation
ca: escalat de privilegis

source: credential theft
ca: robatori de credencials

source: Network planner
ca: Planificador de xarxes

source: education preview
ca: versió preliminar per a l'educació

source: Education Preview
ca: Versió preliminar per a l'educació

source: expand
ca: Desplega

source: Vote
ca: Vota

source: Disabled
ca: Inhabilitat

source: Completed dispositions
ca: Destruccions completades

source: hold
ca: suspensió

source: hold
ca: suspensió

source: audit hold
ca: suspensió d'auditoria

source: slice
ca: sector

source: split view mode
ca: mode de visualització dividida

source: Split Window View
ca: visualització de finestra dividida.

source: legal hold
ca: suspensió legal

source: hunt
ca: cerca

source: cyber threat hunting
ca: cerca de ciberamenaces

source: reserved group
ca: grup reservat

source: official file
ca: fitxer oficial

source: Office 365 identity
ca: identitat de l'Office 365

source: Cloud Voicemail
ca: Bústia de veu en núvol

source: Microsoft Cloud Voicemail
ca: Bústia de veu en núvol de Microsoft

source: Cloud Org Auto Attendant
ca: Operador automàtic per a organitzacions en núvol

source: Cloud Call Data Connector
ca: Connector de dades per a trucades en núvol

source: Post Office Protocol
ca: protocol d'oficina de correus

source: privileged access
ca: accés privilegiat

source: deployment plan
ca: pla d'implementació

source: manufacturer
ca: fabricant

source: publisher
ca: editor

source: vendor
ca: proveïdor

source: get
ca: obtenir

source: drop
ca: dipositar

source: reserved keyword
ca: paraula clau reservada

source: Hunting
ca: Cerca

source: card
ca: targeta

source: Monitoring & reports
ca: Supervisió i informes

source: Start hunting
ca: Inicia la cerca

source: Email & data
ca: Correu i dades

source: Devices
ca: Dispositius

source: Identity
ca: Identitat

source: Policies
ca: Normes

source: host
ca: amfitrió

source: Labels
ca: Etiquetes

source: Label policies
ca: Normes d'etiquetes

source: Sensitivity info types
ca: Tipus d'informació confidencial

source: Label analytics
ca: Anàlisi d'etiquetes

source: Permissions
ca: Permisos

source: Alerts
ca: Avisos

source: More resources
ca: Més recursos

source: Application developer
ca: Desenvolupador d'aplicacions

source: Conditional access administrator
ca: Administrador d'accessos condicionals

source: Directory readers
ca: Lectors de directoris

source: Directory writers
ca: Escriptors de directoris

source: Global administrator
ca: Administrador global

source: Company administrator
ca: Administrador d'empresa

source: License administrator
ca: Administrador de llicències

source: Message Center reader
ca: Lector del Centre de missatges

source: Password administrator
ca: Administrador de contrasenyes

source: Helpdesk administrator
ca: Administrador del servei d'assistència

source: Reports reader
ca: Lector d'informes

source: Service administrator
ca: Administrador de servei

source: Service support administrator
ca: Administrador d'assistència tècnica de servei

source: SharePoint administrator
ca: Administrador del SharePoint

source: SharePoint service administrator
ca: Administrador del servei SharePoint

source: Teams communications administrator
ca: Administrador de comunicacions del Teams

source: Teams communications support engineer
ca: Enginyer d'assistència tècnica de comunicacions del Teams

source: Teams communications support specialist
ca: Especialista d'assistència tècnica de comunicacions del Teams

source: User account administrator
ca: Administrador de comptes d'usuari

source: Authentication administrator
ca: Administrador d'autenticació

source: Customer Lockbox access approver
ca: Aprovador de l'accés a la Caixa de seguretat del client

source: Microsoft Cloud Agreement
ca: contracte del Microsoft Cloud

source: Supervision
ca: Supervisió

source: Data investigations
ca: Investigacions de dades

source: Data subject requests
ca: Sol·licituds de titular de les dades

source: weaponized information
ca: informació enganyosa

source: policy trigger
ca: disparador de norma

source: password-less
ca: sense contrasenya

source: password-less authentication
ca: autenticació sense contrasenya

source: Zero Trust
ca: Confiança zero

source: Microsoft Cyber Defense Operations Center
ca: Centre d'operacions de ciberdefensa de Microsoft

source: Cyber Defense Operations Center
ca: Centre d'operacions de ciberdefensa

source: Center
ca: Centre

source: Microsoft intelligence report
ca: informe d'intel·ligència de Microsoft

source: security intelligence report
ca: informe d'intel·ligència de seguretat

source: intelligence report
ca: informe d'intel·ligència

source: Microsoft security intelligence report
ca: informe d'intel·ligència de seguretat de Microsoft

source: hack
ca: piratejar

source: Security Response Center
ca: Centre de respostes de seguretat

source: Microsoft Security Response Center
ca: Centre de respostes de seguretat de Microsoft

source: logical isolation
ca: aïllament lògic

source: rate limiting
ca: limitació de percentatge

source: Enterprise Disability Answer Desk
ca: Servei d'assistència per a empreses sobre accessibilitat

source: Office Accessibility Center
ca: Centre d'accessibilitat de l'Office

source: SYN flood
ca: inundació de SYN

source: Syn cookie
ca: galeta SYN

source: Office 365 US Government plans
ca: plans de l'Office 365 US Government

source: framework
ca: marc

source: policy framework
ca: marc de normes

source: protected health information
ca: informació mèdica protegida

source: business associate
ca: soci empresarial

source: Professional Services
ca: Serveis professionals

source: Microsoft Professional Services
ca: Serveis professionals de Microsoft

source: Growth Center
ca: Centre de creixement

source: entitlement management
ca: administració de drets

source: My Access
ca: El meu accés

source: entitlement
ca: dret

source: business justification
ca: justificació comercial

source: access package
ca: paquet d'accés

source: annotation
ca: anotació

source: burn
ca: gravar

source: burn job
ca: tasca de gravació

source: junk
ca: enviar al correu brossa

source: unjunk
ca: treure del correu brossa

source: sensitive word list
ca: llista de paraules problemàtiques

source: sensitive word
ca: paraula problemàtica

source: Ink to Table
ca: D'entrada manuscrita a taula

source: quiet day
ca: dia tranquil

source: Quiet days
ca: Dies tranquils

source: Wellbeing
ca: Benestar

source: Focus and Wellbeing
ca: Productivitat i benestar

source: App Directory
ca: Directori d'aplicacions

source: call queue
ca: cua de trucades

source: access restriction
ca: restricció d'accés

source: Cybersecurity Reference Architecture
ca: Arquitectura de referència per a la ciberseguretat

source: Microsoft Cybersecurity Reference Architecture
ca: Arquitectura de referència per a la ciberseguretat de Microsoft

source: AI-powered
ca: amb tecnologia d'IA

source: AI Insights
ca: Conclusions de la IA

source: function browser
ca: navegador de funcions

source: zap
ca: esborrar automàticament

source: admin center
ca: centre d'administració

source: guest
ca: convidat

source: device group
ca: grup de dispositius

source: organization
ca: organització

source: organization-wide
ca: de tota l'organització

source: org-wide
ca: de tota l'org.

source: Cloud call queue
ca: Cua de trucades en núvol

source: document fingerprint
ca: empremta digital del document

source: body fingerprint
ca: empremta digital del text

source: Dispositions
ca: Destruccions

source: peer-to-peer network
ca: xarxa d'igual a igual

source: open-source
ca: codi obert

source: cybercriminal
ca: ciberdelinqüent

source: cybercrime
ca: ciberdelicte

source: custom role
ca: funció personalitzada

source: limited admin
ca: administració limitada

source: limited administrator
ca: administrador limitat

source: test mode
ca: mode de proves

source: data lake
ca: llac de dades

source: quickstart
ca: inici ràpid

source: influencer
ca: influenciador

source: digital signage
ca: senyalització digital

source: line hunting
ca: línia rotativa

source: page conflict
ca: conflicte de pàgina

source: collaboration time
ca: temps de col·laboració

source: filter restatement
ca: redefinició de filtres

source: row index
ca: índex de fila

source: column index
ca: índex de columna

source: rational root
ca: arrel racional

source: Sum Rule
ca: regla de la suma

source: sum rule in integration
ca: regla de la suma en integració

source: polynomial
ca: polinomi

source: integration
ca: integració

source: rational number
ca: número racional

source: staff member
ca: membre del personal

source: support request
ca: sol·licitud d'assistència tècnica

source: verification letter
ca: carta de verificació

source: resource account
ca: compte de recursos

source: Secret Chat
ca: Xat secret

source: unregistered user
ca: usuari no registrat

source: Remote Office diagnostic data viewing
ca: visualització remota de dades de diagnòstic de l'Office

source: Office diagnostic data
ca: dades de diagnòstic de l'Office

source: Office diagnostic data viewing
ca: visualització de dades de diagnòstic de l'Office

source: Office connection string
ca: cadena de connexió de l'Office

source: required diagnostic data
ca: dades de diagnòstic necessàries

source: connected experience
ca: experiència connectada

source: additional optional connected experience
ca: experiència connectada opcional addicional

source: necessary service data
ca: dades de servei necessàries

source: customer content
ca: contingut de client

source: functional data
ca: dades funcionals

source: service diagnostic data
ca: dades de diagnòstic de servei

source: essential service
ca: servei essencial

source: clone
ca: clonar

source: hands-free
ca: de mans lliures

source: optional diagnostic data
ca: dades de diagnòstic opcionals

source: software setup and inventory data
ca: dades sobre inventari i configuració de programari

source: product and service usage data
ca: dades sobre ús de productes i serveis

source: product and service performance data
ca: dades sobre rendiment de productes i serveis

source: device connectivity and configuration data
ca: dades sobre configuració i connectivitat del dispositiu

source: company data
ca: dades d'empresa

source: Share
ca: Comparteix

source: multi-geo
ca: multigeogràfic

source: geo administrator
ca: administrador d'ubicacions geogràfiques

source: multi-geo search
ca: cerca multigeogràfica

source: multi-geo aware
ca: amb reconeixement multigeogràfic

source: multi-geo environment
ca: entorn multigeogràfic

source: preferred data location
ca: ubicació de dades preferida

source: multi-geo configuration
ca: configuració multigeogràfica

source: central location
ca: ubicació central

source: geo-specific
ca: específic d'una ubicació geogràfica

source: multi-geo license
ca: llicència multigeogràfica

source: Multi-Geo Capabilities in Office 365
ca: Multi-Geo Capabilities de l'Office 365

source: icon
ca: icona

source: Icons
ca: Icones

source: Hygiene Management
ca: Administració de protecció

source: Compliance Management
ca: Administració de compliment

source: Retention Management
ca: Administració de retenció

source: cloud file
ca: fitxer al núvol

source: Microsoft Defender Security Center
ca: Centre de seguretat del Microsoft Defender

source: compliance management
ca: administració de compliment

source: Service health
ca: Estat del servei

source: status message
ca: missatge d'estat

source: virtual field trip
ca: visita virtual

source: information barrier
ca: barrera d'informació

source: sender group
ca: grup de remitents

source: recipient group
ca: grup de destinataris

source: noncompliant
ca: no complidor

source: confidence threshold
ca: llindar de confiança

source: Now is the time to shift
ca: És l'hora del canvi

source: patient header
ca: capçalera d'identificació del pacient

source: wrangling data flow
ca: flux de dades de neteja i transformació

source: Conferencing Attendant
ca: Operador de conferència

source: Conferencing Attendant application
ca: aplicació Operador de conferència

source: Data service
ca: Servei de dades

source: trim marker
ca: marcador de retallada

source: query
ca: consulta

source: Office Mode
ca: Mode d'oficina

source: people timeline
ca: cronologia de persones

source: live stream
ca: emissió en directe

source: video view
ca: visualització de vídeo
