Repository: Softcatala/translation-memory-tools
Catalog: source-pos/microsoft/microsoft-terms.po
Languages: ca

source: log off
ca: tancar la sessió

source: child business unit
ca: unitat de negoci secundària

source: Telephone User Interface
ca: interfície d'usuari de telèfon

source: TUI
ca: IUT

source: touchtone interface
ca: interfície de tons

source: managed folder mailbox policy
ca: norma de la bústia de correu per a carpetes administrades

source: data source
ca: origen de les dades

source: broadband
ca: banda ampla

source: Outlook Web App Web Part
ca: Element web de l'Outlook Web App

source: Business Data Connectivity service
ca: servei Connectivitat a dades empresarials

source: A/V Conferencing Edge service
ca: servei perimetral de conferència A/V

source: Loose XAML
ca: XAML dinàmic

source: powered by
ca: amb tecnologia de

source: drop-down menu
ca: menú desplegable

source: pulldown menu
ca: menú desplegable

source: pull-down menu
ca: menú desplegable

source: cardholder
ca: titular de la targeta

source: transfer
ca: transferència

source: data transfer
ca: transferència de dades

source: proxy server
ca: servidor intermediari

source: tip
ca: suggeriment

source: tip
ca: consell

source: sub-contact
ca: contacte secundari

source: home page
ca: pàgina d'inici

source: home page
ca: pàgina inicial

source: animated GIF
ca: GIF animat

source: plus pointer
ca: punter de creu

source: search page
ca: pàgina de cerca

source: mail user
ca: usuari de correu

source: Site Collection Images
ca: Imatges de la col·lecció del lloc

source: Windows Sidebar
ca: barra lateral del Windows

source: declaration
ca: declaració

source: Transport Layer Security
ca: Seguretat de la capa de transport

source: relationship
ca: relació

source: failure
ca: error

source: Bulk Duplicate Detection
ca: Detecció massiva de duplicats

source: PAGE DOWN key
ca: tecla Av Pàg

source: Phishing Filter
ca: filtre de pesca

source: mouse pointer
ca: punter del ratolí

source: pointer
ca: punter

source: invoice product
ca: producte de la factura

source: user locale
ca: preferències regionals de l'usuari

source: area
ca: àrea

source: clip collection
ca: col·lecció de clips

source: ActiveX Data Objects
ca: objectes de dades ActiveX

source: toggle key
ca: tecla de commutació

source: upgrade
ca: actualitzar

source: business activity
ca: activitat empresarial

source: activity
ca: activitat

source: portrait orientation
ca: orientació vertical

source: portrait
ca: vertical

source: shortcut key
ca: tecla de drecera

source: key combination
ca: combinació de tecles

source: digital certificate
ca: certificat digital

source: certificate
ca: certificat

source: data bar
ca: barra de dades

source: access
ca: accedir

source: crash dump
ca: buidatge de memòria

source: class module
ca: mòdul de classe

source: interrupt
ca: interrupció

source: withholding tax
ca: retencions fiscals

source: withholdings
ca: retencions

source: shape
ca: forma

source: custom recipient
ca: destinatari personalitzat

source: memory
ca: memòria

source: page output cache
ca: memòria cau d'impressió de pàgina

source: application life cycle
ca: cicle de vida de l'aplicació

source: mailing list
ca: llista de correu

source: authorization
ca: autorització

source: standard module
ca: mòdul estàndard

source: participant code
ca: codi de participant

source: participant code
ca: codi de participant

source: scroll bar
ca: barra de desplaçament

source: distributed denial of service attack
ca: atac per denegació de servei distribuït

source: DDoS attack
ca: atac DDoS

source: sort
ca: ordenar

source: comma-separated value file
ca: fitxer de valors separats per comes

source: snippet
ca: fragment

source: code snippet
ca: fragment de codi

source: Mute Me
ca: Silencia'm

source: tab order
ca: ordre de la tecla de tabulació

source: owner
ca: propietari

source: Extensible Stylesheet Language
ca: Llenguatge de full d'estil extensible

source: double-click
ca: fer doble clic

source: location
ca: ubicació

source: device driver
ca: controlador de dispositiu

source: driver
ca: controlador

source: driver
ca: programa de control

source: Publishing Resources
ca: Recursos per a publicació

source: large number
ca: número gran

source: key
ca: clau

source: OLE/DDE link
ca: enllaç OLE/DDE

source: link
ca: enllaç

source: configure
ca: configurar

source: document library
ca: biblioteca de documents

source: remote
ca: remot

source: In a meeting
ca: En una reunió

source: available
ca: disponible

source: body
ca: text

source: publisher
ca: editor

source: publisher database
ca: base de dades de l'editor

source: coordinate
ca: coordenada

source: schedule
ca: planificació

source: facility
ca: instal·lació

source: error log
ca: registre d'errors

source: pointing device
ca: dispositiu assenyalador

source: comparison operator
ca: operador de comparació

source: easily
ca: fàcilment

source: access
ca: accés

source: Personal Information Manager
ca: Administrador d'informació personal

source: primary table
ca: taula principal

source: configuration
ca: configuració

source: synchronize
ca: sincronitzar

source: sync
ca: sincronitzar

source: nonprinting region
ca: zona que no es pot imprimir

source: HIP challenge
ca: verificació HIP

source: HIP
ca: Prova d'interacció humana (HIP)

source: two-factor authentication
ca: autenticació amb dos components

source: salesperson
ca: comercial

source: My Documents
ca: Els meus documents

source: joke program
ca: programa de broma

source: linear fraction
ca: fracció lineal

source: optional hyphen
ca: guionet opcional

source: write
ca: escriure

source: antimalware program
ca: programa antimalware

source: antimalware software
ca: programari antimalware

source: antivirus software
ca: programari antivirus

source: doc
ca: document

source: thread
ca: fil

source: hidden
ca: amagat

source: stream
ca: transmetre per flux de dades

source: capture device
ca: dispositiu de captura

source: Audio/Video Conferencing Server
ca: Servidor de conferència A/V

source: child workflow
ca: flux de treball secundari

source: reason ID
ca: identificador de la raó

source: SCROLL LOCK key
ca: tecla de fixació de desplaçament

source: Unmute Speakers
ca: Activa els altaveus

source: font
ca: tipus de lletra

source: dynamic-link library
ca: biblioteca d'enllaços dinàmics

source: flyer
ca: full de mà

source: absolute cell reference
ca: referència de cel·la absoluta

source: absolute reference
ca: referència absoluta

source: stream
ca: flux de dades

source: stream
ca: emissió

source: user principal name
ca: nom principal d'usuari

source: client computer
ca: ordinador client

source: cost accounting
ca: comptabilitat de costos

source: shrink
ca: reduir

source: Last Name
ca: Cognom

source: prompt
ca: sol·licitud

source: synthetic transaction
ca: transacció sintètica

source: ruler
ca: regle

source: log on
ca: iniciar la sessió

source: journaling agent
ca: agent de registre al diari

source: cascading delete
ca: supressió en cascada

source: cascade delete
ca: supressió en cascada

source: electronic magazine
ca: revista electrònica

source: magazine
ca: revista

source: desktop
ca: escriptori

source: startup
ca: inici

source: skewed fraction
ca: fracció inclinada

source: Company
ca: empresa

source: Colleagues
ca: Companys

source: workflow rule
ca: regla de flux de treball

source: product catalog
ca: catàleg de productes

source: un-sign
ca: elimina la signatura

source: link bar
ca: barra d'enllaços

source: business tool
ca: eina professional

source: binary
ca: binari

source: by default
ca: per defecte

source: invoice
ca: factura

source: comment
ca: comentari

source: voice command
ca: ordre de veu

source: IP address
ca: adreça IP

source: Cost Increase
ca: Augment del cost

source: Basic authentication
ca: autenticació bàsica

source: plaintext authentication
ca: autenticació amb text sense format

source: compression
ca: compressió

source: bridgehead server
ca: servidor cap de pont

source: Volume Shadow Copy Service
ca: Servei d'instantànies amb volum

source: style picker
ca: selector d'estils

source: currency
ca: moneda

source: logo
ca: logotip

source: business data action
ca: acció de dades empresarials

source: site
ca: lloc

source: build
ca: generar

source: subtitle
ca: subtítol

source: header row
ca: fila d'encapçalament

source: expand
ca: expandir

source: File as Printout
ca: Fitxer com a còpia impresa

source: keyboard layout
ca: distribució del teclat

source: business app
ca: aplicació empresarial

source: business application
ca: aplicació empresarial

source: mail recipient
ca: destinatari de correu

source: box model
ca: model de capses

source: operating system
ca: sistema operatiu

source: click
ca: fer clic

source: compatibility
ca: compatibilitat

source: property bag
ca: contenidor de propietats

source: reserved word
ca: paraula reservada

source: control-break
ca: control-interrupció

source: substitute
ca: substitut

source: substitute product
ca: producte substitut

source: switch parameter
ca: paràmetre de modificador

source: end-to-end
ca: d'extrem a extrem

source: ALT text
ca: text ALT

source: report snapshot
ca: instantània d'informe

source: snapshot
ca: instantània

source: duplicate
ca: duplicat

source: font size
ca: cos de lletra

source: Folder List
ca: Llista de carpetes

source: CAPS LOCK
ca: Bloq Maj

source: CAPS LOCK key
ca: tecla Bloq Maj

source: browsing history
ca: historial de navegació

source: control group
ca: grup de controls

source: personalization
ca: personalització

source: strong password
ca: contrasenya segura

source: Address Rewriting Inbound agent
ca: agent de la Unificació d'adreces entrants

source: compress
ca: comprimir

source: transport rule
ca: regla de transport

source: mail flow rule
ca: regla de flux de correu

source: multifactor authentication
ca: autenticació multifactorial

source: multi-factor authentication
ca: autenticació multifactorial

source: option group
ca: grup d'opcions

source: chaining
ca: encadenament

source: application note
ca: nota d'aplicació

source: overlap
ca: superposar

source: fixed-width text file
ca: fitxer de text d'amplària fixa

source: NDA
ca: acord de confidencialitat

source: non-disclosure agreement
ca: acord de no revelació

source: pop-up window
ca: finestra emergent

source: account reconciliation
ca: conciliació de comptes

source: relative link
ca: enllaç relatiu

source: Super Video CD
ca: CD de supervídeo

source: busy signal
ca: línia ocupada

source: checksum
ca: suma de comprovació

source: Multipurpose Internet Mail Extensions
ca: Extensions de correu d'internet multipropòsit

source: named set
ca: conjunt amb nom

source: set
ca: conjunt

source: face down
ca: cara avall

source: P1 header
ca: capçalera P1

source: message envelope
ca: sobre d'un missatge

source: digit
ca: dígit

source: image
ca: imatge

source: picture
ca: imatge

source: token
ca: testimoni

source: DPI
ca: ppp

source: license
ca: llicència

source: stakeholder
ca: part interessada

source: PivotTable view
ca: visualització de taula dinàmica

source: subreport
ca: subinforme

source: Web site
ca: lloc web

source: site
ca: lloc

source: website
ca: lloc web

source: document properties
ca: propietats del document

source: stacked
ca: Apilada

source: home screen
ca: pantalla principal

source: home screen
ca: pantalla d'inici

source: content conversion
ca: conversió de contingut

source: scanner
ca: escàner

source: gateway
ca: passarel·la

source: unbound control
ca: control independent

source: peer-to-peer network
ca: xarxa d'igual a igual

source: workgroup
ca: grup de treball

source: imaging
ca: processament d'imatges

source: new line character
ca: caràcter de línia nova

source: command prompt window
ca: finestra de sol·licitud d'ordres

source: network location
ca: ubicació de la xarxa

source: highlight
ca: ressaltar

source: group footer
ca: peu de pàgina del grup

source: database
ca: base de dades

source: directory
ca: directori

source: Windows API
ca: API de Windows

source: Administrative Time
ca: Temps administratiu

source: Auto-recover
ca: Recuperació automàtica

source: AutoRecover
ca: Recuperació automàtica

source: AutoRecovery
ca: Recuperació automàtica

source: action row
ca: fila d'accions

source: active
ca: actiu

source: deny
ca: denegar

source: reliability
ca: fiabilitat

source: CJK Strokes
ca: Traços CJK

source: royalty free
ca: sense cànons

source: just-in-time
ca: just a temps

source: PRINT SCREEN key
ca: tecla Impr Pant

source: character
ca: caràcter

source: freight terms
ca: condicions de transport

source: freeze
ca: immobilitzar

source: stop
ca: aturar

source: clock
ca: rellotge

source: pilot number
ca: número pilot

source: Summary toolbar
ca: Barra d'eines reduïda

source: Mobile
ca: Mòbil

source: Bulk E-mail
ca: Correu electrònic massiu

source: split form
ca: formulari dividit

source: genuine
ca: autèntic

source: Domain Name System
ca: Sistema de noms de domini

source: balance sheet account
ca: compte de balanç

source: view state
ca: visualització de l'estat

source: staging
ca: còpia intermèdia

source: property page
ca: pàgina de propietats

source: XML schema definition language
ca: llenguatge de definició d'esquemes XML

source: XML schema
ca: esquema XML

source: Voice over IP
ca: veu a través d'IP (VoIP)

source: Voice over Internet Protocol
ca: veu sobre IP

source: account
ca: compte

source: data binding
ca: vinculació de dades

source: paragraph
ca: paràgraf

source: bounce message
ca: missatge de devolució

source: line
ca: línia

source: event registration item
ca: element de registre d'esdeveniments

source: tracking
ca: seguiment

source: gridline
ca: línia de quadrícula

source: network adapter
ca: adaptador de xarxa

source: price list item
ca: element de la llista de preus

source: cut
ca: retallar

source: validation formula
ca: fórmula de validació

source: caption
ca: llegenda

source: report signature
ca: signatura de l'informe

source: data type
ca: tipus de dades

source: field data type
ca: tipus de dades del camp

source: visualization
ca: visualització

source: visual
ca: element visual

source: data visualization
ca: visualització de dades

source: snooze
ca: ajornar

source: Strategic Merger or Acquisition Evaluation
ca: Avaluació d'adquisició o fusió estratègica

source: share
ca: compartir

source: HTML Viewer
ca: Visualitzador d'HTML

source: unbound object frame
ca: marc d'objecte independent

source: code
ca: codi

source: Event Viewer
ca: visualitzador d'incidències

source: hyperlink base
ca: base d'enllaços

source: loop
ca: repetir

source: update
ca: actualitzar

source: data point
ca: punt de dades

source: storage
ca: emmagatzematge

source: localized version
ca: versió localitzada

source: validation rule
ca: norma de validació

source: read/write
ca: lectura/escriptura

source: domain controller
ca: controlador de domini

source: activation
ca: activació

source: deployment
ca: implementació

source: site collection
ca: col·lecció de llocs

source: missed conversation
ca: conversa perduda

source: desktop
ca: ordinador de taula

source: interface
ca: interfície

source: Diagnostics
ca: Diagnòstic

source: off-axis
ca: fora de l'eix

source: install
ca: instal·la-ho ara

source: install
ca: instal·lar

source: placeholder
ca: marcador de posició

source: full screen
ca: pantalla sencera

source: full-screen
ca: de pantalla sencera

source: disable
ca: inhabilitar

source: disable
ca: deshabilitar

source: turn off
ca: desactivar

source: Document Inspector
ca: inspector de documents

source: campaign response
ca: resposta de campanya

source: budget allocated
ca: pressupost assignat

source: parse
ca: analitzar

source: disk
ca: disc

source: local computer
ca: ordinador local

source: global shortcut menu
ca: menú de drecera global

source: ANSI SQL query mode
ca: mode de consulta SQL ANSI

source: apply
ca: aplicar

source: secured connection
ca: connexió segura

source: drag-and-drop
ca: arrossegar i deixar anar

source: drag-and-drop
ca: d'arrossegar i deixar anar

source: schedule
ca: planificar

source: signature line
ca: línia de signatura

source: keyword
ca: paraula clau

source: dial
ca: marcar

source: icon
ca: icona

source: drive
ca: unitat

source: search engine
ca: motor de cerca

source: contact list
ca: llista de contactes

source: Contacts list
ca: Llista de contactes

source: keyboard shortcut
ca: drecera del teclat

source: label
ca: etiqueta

source: print
ca: imprimir

source: custom group field
ca: camp de grup personalitzat

source: absolute link
ca: enllaç absolut

source: Post Office Protocol version 3
ca: Protocol d'oficina de correus versió 3

source: front-end/back-end application
ca: aplicació frontal/de fons

source: module level
ca: nivell de mòdul

source: question-mark pointer
ca: punter d'interrogant

source: What's This pointer
ca: punter Què és això

source: operation
ca: operació

source: hit
ca: ocurrència

source: single sign-on
ca: inici de sessió únic

source: E-Gov-Project
ca: Projecte E-Gov

source: caller ID
ca: identificador de l'autor de trucada

source: caller ID
ca: ID de la trucada

source: caller identification
ca: identificació de la trucada

source: adware
ca: programari de publicitat

source: Active Cache
ca: Memòria cau activa

source: timeline
ca: cronologia

source: change
ca: canviar

source: E-mail to Site
ca: Envia correu al lloc

source: system access control list
ca: llista de control d'accés del sistema

source: lead
ca: client potencial

source: sales lead
ca: client potencial

source: buffer
ca: memòria intermèdia

source: presence icon
ca: icona de presència

source: State/Province
ca: Província o estat

source: hard delete
ca: eliminació permanent

source: title bar
ca: barra de títol

source: global variable
ca: variable global

source: traffic
ca: trànsit

source: E-mail Router configuration profile
ca: perfil de configuració de l'encaminador de correu electrònic

source: sharing session
ca: sessió d'ús compartit

source: uppercase
ca: majúscula

source: color-coded
ca: codificat amb colors

source: privilege
ca: privilegi

source: newsletter
ca: butlletí d'informació

source: inline discussion
ca: discussió incorporada

source: Attachment
ca: Fitxer adjunt

source: corrupted
ca: malmès

source: process diagram
ca: diagrama de processos

source: accessibility
ca: accessibilitat

source: powered by Windows Live
ca: amb tecnologia del Windows Live

source: Marketing Event Planning and Execution
ca: Planificació i execució d'esdeveniments de màrqueting

source: compact row axis
ca: eix de files compactes

source: Calendar Printing Assistant
ca: Auxiliar d'impressió de calendaris

source: trojan horse
ca: cavall de Troia

source: trojan
ca: troià

source: purchase order
ca: comanda d'adquisició

source: calendar
ca: calendari

source: Working Time
ca: Temps de feina

source: self-join
ca: unió automàtica

source: resource
ca: recurs

source: tag tree
ca: arbre d'etiquetes

source: menu bar
ca: barra de menús

source: reminder
ca: recordatori

source: balance
ca: saldo

source: balance
ca: balanç

source: account balance
ca: balanç del compte

source: Word XML Format
ca: Format XML del Word

source: switch
ca: canviar

source: character formatting
ca: format de caràcters

source: bind
ca: enllaçar

source: chart area
ca: àrea del gràfic

source: Query Service
ca: Servei de consulta

source: assign
ca: assignar

source: network administrator
ca: administrador de la xarxa

source: Secure/Multipurpose Internet Mail Extensions
ca: Extensions de correu d'Internet multipropòsit/segures

source: property
ca: propietat

source: extrusion
ca: extrusió

source: order
ca: comanda

source: authoritative server
ca: servidor autoritzat

source: data model
ca: model de dades

source: personal computer
ca: ordinador personal

source: PC
ca: ordinador

source: battery charge
ca: càrrega de la bateria

source: battery level
ca: nivell de bateria

source: layout
ca: disposició

source: update rollup
ca: paquet acumulatiu d'actualitzacions

source: Mute All Except Me
ca: Silencia tothom excepte a mi

source: expiration date
ca: data de caducitat

source: color scheme
ca: combinació de colors

source: FAQ
ca: PMF

source: FAQ
ca: Preguntes més freqüents

source: FAQ
ca: P+F

source: import
ca: importar

source: expire
ca: caducar

source: name
ca: nom

source: Manual configuration
ca: Configuració manual

source: trigger event
ca: incidència disparadora

source: real-time block list
ca: llista de blocatge en temps real

source: High Contrast
ca: Contrast alt

source: delivery queue
ca: cua d'entrega

source: floppy disk
ca: disquet

source: disk
ca: disquet

source: event registration
ca: registre d'esdeveniments

source: distinguished name
ca: nom distintiu (DN)

source: Friends and Family
ca: Amics i familiars

source: moderator
ca: moderador

source: safe list collection
ca: col·lecció de llistes segures

source: unlink
ca: desenllaçar

source: in a call
ca: parlo per telèfon

source: in a call
ca: En una trucada

source: voice mail
ca: correu de veu

source: voicemail
ca: bústia de veu

source: voice mail system
ca: sistema de correu de veu

source: matchcode
ca: codi de correspondència

source: laptop
ca: portàtil

source: Classless Interdomain Routing
ca: Encaminament d'interdominis sense classes

source: storage allocation
ca: assignació d'emmagatzematge

source: e-newsletter
ca: butlletí electrònic

source: Image Gallery
ca: Galeria d'imatges

source: drop shadow
ca: ombra

source: shadow
ca: ombra

source: Integer data type
ca: tipus de dades enter

source: record type
ca: tipus de registre

source: entity
ca: entitat

source: module-level variable
ca: variable de nivell de mòdul

source: character set
ca: joc de caràcters

source: external URL mapping
ca: assignació d'URL externa

source: vertical scroll bar
ca: barra de desplaçament vertical

source: vertical scrollbar
ca: barra de desplaçament vertical

source: Prepare
ca: Prepara

source: user profile
ca: perfil d'usuari

source: workflow action
ca: acció de flux de treball

source: replica
ca: rèplica

source: artist
ca: artista

source: artist
ca: intèrpret

source: microphone
ca: micròfon

source: mic
ca: micròfon

source: installation
ca: instal·lació

source: Tracking Columns
ca: Columnes de seguiment

source: fixed-price project
ca: projecte de preu fix

source: HTML template
ca: plantilla HTML

source: non-delivery report
ca: informe de no-lliurament

source: drill-through report
ca: informe detallat

source: I/O
ca: E/S

source: opacity
ca: opacitat

source: rendering
ca: representació

source: USB drive
ca: unitat USB

source: USB flash drive
ca: unitat flaix USB

source: pen drive
ca: memòria USB

source: domain
ca: domini

source: instant messaging session
ca: sessió de missatgeria instantània

source: instant messaging session
ca: conversa per missatgeria instantània

source: instant message session
ca: sessió de missatgeria instantània

source: instant message conversation
ca: conversa per missatgeria instantània

source: cookie
ca: galeta

source: cookie
ca: galetes

source: capacity
ca: capacitat

source: word wrap
ca: ajustament de línia

source: point
ca: punt

source: catalog
ca: catàleg

source: multicurrency feature
ca: característica de multidivisa

source: Outlook profile
ca: perfil de l'Outlook

source: opportunity
ca: oportunitat

source: access provider
ca: proveïdor d'accés a Internet

source: service provider
ca: proveïdor de serveis

source: Internet service provider
ca: proveïdor de serveis d´Internet

source: hard-coded
ca: codificat de forma rígida

source: worm
ca: cuc

source: outdialing
ca: automatització de trucades

source: Urgent interruptions only
ca: Només interrupcions urgents

source: firewall
ca: tallafoc

source: index
ca: índex

source: search index
ca: índex de cerca
