Repository: Softcatala/translation-memory-tools
Catalog: source-pos/microsoft/microsoft-terms.po
Languages: ca

source: initial communication
ca: comunicació inicial

source: purchase process
ca: procés de compra

source: prospecting
ca: prospectiva

source: follow up
ca: seguiment

source: feedback
ca: comentaris

source: pain point
ca: punt feble

source: offering
ca: oferta

source: debriefing
ca: informe d'operació

source: go/no go
ca: continuar/no continuar

source: thank you note
ca: nota d'agraïment

source: classic mode
ca: mode clàssic

source: Disqualify Lead
ca: Desqualifica el client potencial

source: Qualify Lead
ca: Aprovar client potencial

source: Quick Form
ca: Formulari ràpid

source: quick form
ca: formulari ràpid

source: Microsoft Safety & Security Center
ca: Centre de seguretat i de protecció de Microsoft

source: Microsoft Safety and Security Center
ca: Centre de seguretat i de protecció de Microsoft

source: pursuit team
ca: equip de seguiment

source: time frame
ca: període de temps

source: committed budget
ca: pressupost compromès

source: New Quick Contact
ca: Nou contacte ràpid

source: Contact Quick Form
ca: Formulari ràpid de contacte

source: proposal
ca: proposta

source: All Activity Associated View
ca: Visualització associada de totes les activitats

source: sales stage
ca: fase de vendes

source: grouping
ca: agrupament

source: secret chat room
ca: sala de xat secreta

source: Project Online with Project for Office 365
ca: Project Online amb el Project per a l'Office 365

source: Project Online with Project Pro for Office 365
ca: Project Online amb el Project Pro per a l'Office 365

source: platform as a service
ca: plataforma com a servei

source: platform-as-a-service
ca: plataforma com a servei

source: infrastructure as a service
ca: infraestructura com a servei

source: Sync Slider
ca: Control lliscant de sincronització

source: Microsoft Office Language Pack
ca: Paquet de llengua del Microsoft Office

source: Office Language Pack
ca: Paquet de llengua de l'Office

source: Office Multi-Language Pack
ca: Paquet multilingüe de l'Office

source: Microsoft Office Multi-Language Pack
ca: Paquet multilingüe del Microsoft Office

source: Save as type
ca: Desa com a tipus

source: Row Labels
ca: Etiquetes de fila

source: Rows
ca: Files

source: Column Labels
ca: Etiquetes de columna

source: Video Spotlight
ca: Vídeo seleccionat

source: Notebook Presence
ca: Presència de llibreta

source: virtual classroom
ca: classe virtual

source: Review tab
ca: pestanya Revisió

source: Project Calculation Service
ca: Servei de càlcul de Project

source: DLP policy
ca: norma de DLP

source: policy tip
ca: suggeriment de norma

source: data loss prevention
ca: prevenció de pèrdua de dades

source: beacon
ca: senyal

source: Best rated
ca: Els millor valorats

source: Best-rated apps
ca: Les aplicacions millor valorades

source: Best-rated games
ca: Els jocs millor valorats

source: cloud collection
ca: col·lecció al núvol

source: data limit
ca: límit de dades

source: Data usage
ca: Ús de dades

source: dislike
ca: no m'agrada

source: Family Room
ca: Sala

source: room
ca: sala

source: fast card
ca: targeta fixa

source: flash auto
ca: flash automàtic

source: flash off
ca: flash desactivat

source: flash on
ca: flash activat

source: front
ca: frontal

source: Access number
ca: Número d'accés

source: group text
ca: missatges a grups

source: Help+Tips
ca: Ajuda+consells

source: Skype To Go number
ca: número de Skype To Go

source: Internet APN
ca: APN per a Internet

source: MMS APN
ca: APN per a MMS

source: issuer
ca: emissor

source: Keep your life in sync
ca: Sincronitza la teva vida

source: Kid's Corner
ca: Racó infantil

source: leaderboard
ca: marcador

source: lens
ca: lent

source: membership
ca: subscripció

source: merchant
ca: empresa adherida

source: monthly reset date
ca: data de restabliment mensual

source: My Family
ca: Família

source: affiliate
ca: afiliat

source: Affiliate Program
ca: Programa d'afiliació

source: New releases
ca: Novetats

source: new+rising
ca: noves

source: New and rising
ca: Novetats i tendències

source: Trending
ca: Tendències

source: New and rising apps
ca: Aplicacions noves i populars

source: New and rising games
ca: Jocs nous i tendències

source: NFC reader
ca: lector NFC

source: NFC transaction
ca: transacció NFC

source: One time
ca: Per connexió

source: pan
ca: desplaçar

source: Fair Usage Policy
ca: Norma d'ús raonable

source: FUP
ca: NUR

source: Buy Skype Credit
ca: Compra crèdit de Skype

source: Skype Credit
ca: Crèdit de Skype

source: Skype Credit
ca: crèdit de Skype

source: account
ca: compte

source: Skype account
ca: compte de Skype

source: auto top-up
ca: recàrrega automàtica

source: auto-recharge
ca: recàrrega automàtica

source: auto-redial
ca: repetició automàtica de trucada

source: Away
ca: Absent

source: Storage
ca: Emmagatzematge

source: birthday reminder
ca: recordatori d'aniversaris

source: Picks for you
ca: Seleccions per a tu

source: report lost card
ca: targeta perduda

source: landline
ca: telèfon fix

source: live streaming
ca: reproducció en temps real

source: mood message
ca: missatge d'estat

source: mood panel
ca: tauler d'estat

source: live chat customer support
ca: servei d'atenció al client amb xat en directe

source: Skype Name
ca: Nom de Skype

source: Premium account
ca: Compte Premium

source: social distance
ca: distància social

source: project team
ca: equip del projecte

source: schedule performance index
ca: índex de rendiment de planificació

source: soft edge
ca: vora suau

source: hashtag
ca: etiqueta

source: Screen magnifier
ca: Lupa

source: installer
ca: instal·lador

source: Shared notes
ca: Notes compartides

source: group instant messaging
ca: missatgeria instantània de grup

source: group screen sharing
ca: ús compartit de la pantalla amb un grup

source: group video
ca: vídeo de grup

source: group video calling
ca: videotrucada de grup

source: Tap and Send
ca: Toca i envia

source: Tap to share
ca: Toca per compartir

source: Top free
ca: Principals gratuïts

source: Top paid
ca: Principals de pagament

source: UIM card
ca: targeta UIM

source: unfriend
ca: deixar l'amistat

source: video call
ca: videotrucada

source: video
ca: vídeo

source: WAP gateway
ca: passarel·la WAP

source: buzz
ca: de moda

source: company app
ca: aplicacions de l'empresa

source: deal
ca: promocions

source: rooms+groups
ca: sales+grups

source: slide down
ca: lliscar avall

source: to-do
ca: tasques pendents

source: client secret
ca: secret del client

source: highlight
ca: marcar

source: flick
ca: fullejar

source: call phones
ca: trucar a telèfons

source: video storage
ca: emmagatzematge de vídeo

source: Terms of Use
ca: Condicions d'ús

source: Skype WiFi
ca: Wi-Fi de Skype

source: Skype voucher
ca: val de Skype

source: Skype-to-Skype call
ca: trucada entre usuaris de Skype

source: calling channel
ca: canal de trucada

source: channel
ca: canal

source: Direct Dial number
ca: número de Marcatge directe

source: contact request
ca: sol·licitud de contacte

source: group call
ca: trucada de grup

source: High Quality Video
ca: Vídeo en alta qualitat

source: Offline
ca: Desconnectat

source: Online
ca: Connectat

source: Skype Number
ca: Número de Skype

source: Skype partner
ca: soci de Skype

source: pay as you go
ca: pagament per consum

source: pay monthly
ca: pagament mensual

source: photo sharing
ca: ús compartit de fotos

source: public chat
ca: xat públic

source: public IM
ca: MI pública

source: Skype call
ca: trucada de Skype

source: Skype Click to Call
ca: Clic per trucar amb Skype

source: Skype Home
ca: Portada de Skype

source: Skype messages
ca: Missatges de Skype

source: video snapshot
ca: instantània de vídeo

source: snapshot
ca: instantània de vídeo

source: true sound
ca: so real

source: TV cam
ca: càmera per a televisor

source: unlimited calls
ca: trucades il·limitades

source: Unlimited
ca: Sense límits

source: video call
ca: videotrucada

source: video chat
ca: videoxat

source: cellular signal
ca: senyal de xarxa mòbil

source: playback order
ca: ordre de reproducció

source: Yammer Configuration
ca: Configuració del Yammer

source: Post Rule Configurations
ca: Configuració de les regles de publicació

source: Enable for Yammer
ca: Habilitar per al Yammer

source: Disable for Yammer
ca: Inhabilitar per al Yammer

source: activity stream
ca: seqüència d'activitats

source: achievement
ca: assoliment

source: user subscription license
ca: llicència de subscripció d'usuari

source: screen reader
ca: lector de pantalla

source: assistive technology
ca: tecnologia d'assistència

source: allocate
ca: assignar

source: audio call
ca: trucada de veu

source: call forwarding
ca: desviament de trucades

source: history
ca: historial

source: receive file
ca: rebre un fitxer

source: send file
ca: enviar un fitxer

source: send contact
ca: enviar un contacte

source: send SMS
ca: enviar un SMS

source: send text
ca: enviar un missatge de text

source: send text message
ca: enviar un missatge de text

source: screen sharing
ca: ús compartit de la pantalla

source: transfer call
ca: transferir una trucada

source: voice call
ca: trucada de veu

source: Background Intelligent Transfer Service
ca: Servei de transferència intel·ligent en segon terme

source: video message
ca: missatge de vídeo

source: Pay As You Go
ca: Pagament per consum

source: cloud directory
ca: directori al núvol

source: Azure Tenant
ca: inquilí de l'Azure

source: Office 365 A3 for faculty and staff
ca: Office 365 A3 per a docents i membres del personal

source: Office 365 Education A3 for Students
ca: cccc

source: Office 365 A3 for students
ca: Office 365 A3 per a alumnes

source: Office 365 Enterprise E1 Trial
ca: Prova de l'Office 365 Enterprise E1

source: Office 365 Enterprise E3 Trial
ca: Prova de l'Office 365 Enterprise E3

source: Office 365 Enterprise E4 Trial
ca: Prova de l'Office 365 Enterprise E4

source: operational workflow
ca: flux de treball operatiu

source: post-operational workflow
ca: flux de treball postoperatiu

source: 2-in-1
ca: 2 en 1

source: storage plan
ca: pla d'emmagatzematge

source: Do Not Track
ca: Sense seguiment

source: captive portal
ca: portal captiu

source: battery life
ca: durada de la bateria

source: heat
ca: nivell d'activitat

source: two-step verification
ca: verificació en dos passos

source: Skype world minute
ca: minut de trucades internacionals de Skype

source: Skype minute
ca: minut de Skype

source: quick view form
ca: formulari de cerca ràpida

source: Windows Scan
ca: Escàner del Windows

source: Scan
ca: Escàner

source: Movie Moments
ca: Moments de pel·lícula

source: DNT header
ca: capçalera DNT

source: Do Not Track header
ca: capçalera Do Not Track

source: payload
ca: càrrega

source: task board
ca: tauler de tasques

source: iteration
ca: iteració

source: sprint
ca: esprint

source: slide two fingers
ca: fer lliscar dos dits

source: preview
ca: visualització prèvia

source: app preview
ca: visualització prèvia de l'aplicació

source: Windows service
ca: servei del Windows

source: tap two fingers
ca: tocar amb dos dits

source: top result
ca: resultat rellevant

source: name server record
ca: registre de servidors de noms

source: Member Count
ca: Recompte de membres

source: shadowing
ca: vigilància

source: remote control
ca: control remot

source: Open the new opportunity
ca: Obre l'oportunitat nova

source: Change the task status to Completed and close the form
ca: Canvieu l'estat de la tasca a Completada i tanqueu el formulari

source: photo loop
ca: sèrie de fotos

source: preload
ca: carregar prèviament

source: Record a closed campaign response
ca: Registra una resposta a una campanya tancada

source: Left voicemail
ca: Missatge al contestador

source: convert
ca: convertir

source: Business Rules
ca: Regles de negocis

source: Scope
ca: Àmbit

source: Type
ca: Tipus

source: State
ca: Estat

source: Multi-Entity Quick Find
ca: Cerca ràpida en diverses entitats

source: Default delimiter
ca: Delimitador per defecte

source: Automatic mapping
ca: Assignació automàtica

source: Work on the go
ca: Treballar en mobilitat

source: Pin this list
ca: Ancora aquesta llista

source: Pop Out
ca: Emergent

source: instance
ca: instància

source: business process flow
ca: flux del procés de negoci

source: system view
ca: visualització del sistema

source: Valid for Advanced Find
ca: Vàlid per a la cerca avançada

source: Windows Reading List
ca: Llista de lectura del Windows

source: Reading List
ca: Llista de lectura

source: Image Annotator
ca: Anotador d'imatges

source: weak PIN
ca: PIN no segur

source: voiceprint
ca: empremta de veu

source: Microsoft Azure Multi-Factor Authentication Server
ca: Servidor Microsoft Azure Multi-Factor Authentication

source: Multi-Factor Authentication Server
ca: Servidor Multi-Factor Authentication

source: Multi-Factor Authentication Management Portal
ca: Portal d'administració de Multi-Factor Authentication

source: Microsoft Azure Multi-Factor Authentication Management Portal
ca: Portal d'administració de Microsoft Azure Multi-Factor Authentication

source: Microsoft Azure Multi-Factor Authentication User Portal
ca: Portal d'usuaris de Microsoft Azure Multi-Factor Authentication

source: Multi-Factor Authentication User Portal
ca: Portal d'usuaris de Multi-Factor Authentication

source: IP allow list
ca: llista d'adreces IP permeses

source: one-time bypass
ca: omissió única

source: child account
ca: compte infantil

source: storage tier
ca: nivell d'emmagatzematge

source: mobile hotspot
ca: zona amb cobertura mòbil sense fil

source: remote business data removal
ca: supressió remota de dades empresarials

source: Bring Your Own Device
ca: Porta el teu propi dispositiu

source: automatic file restore
ca: restauració automàtica de fitxers

source: geofence
ca: geozona

source: channel partner
ca: associat de canal

source: PO number
ca: número de comanda

source: split time
ca: temps parcial

source: live export
ca: exportació en viu

source: hardware overlay
ca: superposició de maquinari

source: tiered storage
ca: emmagatzematge en nivells

source: wireless display
ca: pantalla sense fil

source: app bundle
ca: lot d'aplicacions

source: gift card
ca: targeta regal

source: deadlock-prone
ca: propens a interbloquejos

source: security administrator
ca: administrador de la seguretat

source: genuine validation
ca: validació de còpia autèntica

source: widget
ca: giny

source: dashboard
ca: escriptori digital

source: precision touchpad
ca: ratolí tàctil de precisió

source: nav bar
ca: barra nav.

source: navigation bar
ca: barra de navegació

source: Calendar
ca: Calendari

source: full version
ca: versió completa

source: downloadable content
ca: contingut descarregable

source: add-ons
ca: complements

source: gamerscore
ca: puntuació de jugador

source: invite
ca: convidar

source: pin
ca: ancoratge

source: unlock
ca: desbloquejar

source: Xbox SmartGlass Companion
ca: Complement de l'Xbox SmartGlass

source: Xbox Live Gold membership
ca: Subscripció de l'Xbox Live Gold

source: Kinect sensor
ca: sensor del Kinect

source: play space
ca: àrea de joc

source: connect button
ca: botó de connexió

source: vibration
ca: vibració

source: battery pack
ca: bateria

source: terms of use
ca: condicions d'ús

source: app
ca: aplicació

source: friend
ca: amic

source: guest
ca: convidat

source: collection
ca: col·lecció

source: A button
ca: Botó A

source: B button
ca: Botó B

source: D-pad
ca: Creu direccional

source: left bumper
ca: botó superior esquerre

source: right bumper
ca: botó superior dret

source: bank sorting code
ca: codi de classificació bancari

source: sort code
ca: codi de classificació

source: IFSC code
ca: codi IFSC

source: beneficiary correspondent account
ca: compte corresponsal del beneficiari

source: beneficiary INN
ca: INN del beneficiari

source: beneficiary KPP
ca: KPP del beneficiari

source: beneficiary RUT
ca: RUT del beneficiari

source: branch code
ca: codi d'oficina

source: Central Bank MFO Code
ca: codi MFO del Banc Central

source: central bank transaction code
ca: codi de transacció del Banc Central

source: National Register of Legal Entities
ca: Registre nacional de persones jurídiques

source: correspondent account
ca: compte corresponsal

source: Natural Persons Register
ca: Registre de persones físiques

source: invoice PO
ca: comanda de la factura

source: Itau
ca: Itaú

source: payment instrument
ca: mètode de pagament

source: payment instrument challenge
ca: verificació del mètode de pagament

source: piid
ca: PID

source: purchaseid
ca: identificador de la compra

source: Single Payment Classification Code
ca: codi únic de classificació de pagament

source: South African National Clearing Code
ca: codi de compensació nacional de Sud-àfrica

source: SWIFT code
ca: codi SWIFT

source: Microsoft Services Agreement
ca: Contracte de serveis de Microsoft

source: storage space
ca: espai d'emmagatzematge

source: storage limit
ca: límit d'emmagatzematge

source: tiering engine
ca: motor de jerarquització

source: tiering policy engine
ca: motor de normes de jerarquització

source: application single-threaded apartment
ca: apartament d'un sol fil de l'aplicació

source: rebalance
ca: reequilibrar

source: prepopulation
ca: emplenament previ

source: backup withholding
ca: retenció addicional

source: C corporation
ca: empresa C

source: disregarded entity
ca: entitat exclosa

source: exempt payee
ca: beneficiari exempt

source: limited liability company
ca: empresa privada de responsabilitat limitada

source: S corporation
ca: empresa S

source: bank
ca: banc

source: advertising ID
ca: ID de publicitat

source: display name
ca: nom de visualització

source: Microsoft Rights Management sharing application
ca: aplicació d'ús compartit amb el Microsoft Rights Management

source: New releases
ca: Novetats

source: Remote Desktop
ca: Escriptori remot

source: Microsoft Remote Desktop
ca: Escriptori remot de Microsoft

source: drop-down arrow
ca: fletxa desplegable

source: Permanent Account Number
ca: número de compte permanent

source: N.T. dollar
ca: nou dòlar de Taiwan

source: Post Bill and AR adjustments
ca: ajustaments posteriors a factura i AR

source: Japanese yen
ca: ien japonès

source: South Korean won
ca: won sud-coreà

source: BYOC/CAL discount
ca: descompte BYOC/CAL

source: bad debt
ca: deute incobrable

source: light dismiss
ca: tancament de l'element per canvi de focus

source: divider
ca: divisor

source: Power BI Admin Center
ca: Centre d'administració del Power BI

source: reentrant
ca: rutina reentrant

source: push notification
ca: notificacions d'inserció

source: alert
ca: avís

source: reminder
ca: recordatori

source: bag semantics
ca: semàntica de multiconjunts

source: Power BI Provisioning Guide
ca: Guia d'aprovisionament del Power BI

source: Power BI for Office 365
ca: Power BI per a l'Office 365

source: Microsoft Power Query for Excel
ca: Microsoft Power Query per a l'Excel

source: Microsoft Power Map for Excel
ca: Microsoft Power Map per a l'Excel

source: 3D Maps
ca: Mapes 3D

source: Bing Smart Search
ca: Cerca intel·ligent del Bing

source: Microsoft Online Subscription Agreement
ca: Contracte de subscripció de Microsoft Online

source: dynamic resource consumption for Search
ca: consum de recursos dinàmic per a la Cerca

source: Time-Based In-Place Hold
ca: Conservació al lloc amb durada definida

source: Group Calendar
ca: Calendari de grup

source: search refiner
ca: refinador de cerques

source: Search Prediction
ca: Predicció de cerca

source: Calendar Event Search
ca: Cerca d'esdeveniments del Calendari

source: group theming
ca: temes de grup

source: More menu
ca: menú Més

source: TaskBoard
ca: Tauler de tasques

source: search and pin calendars
ca: cerca i ancora calendaris

source: desktop app bar
ca: barra d'aplicacions d'escriptori

source: mobile app bar
ca: barra d'aplicacions per a mòbil

source: Quick Compose
ca: Redacció ràpida

source: In-Place eDiscovery
ca: eDiscovery local

source: Shared with Me
ca: Compartits amb mi

source: Inline Previews
ca: Visualitzacions prèvies en línia

source: Contents
ca: Contingut

source: Find
ca: Cerca

source: Real-time Co-authoring
ca: Coautoria en temps real

source: Touch Design
ca: Disseny tàctil

source: Sites app
ca: aplicació Llocs

source: migration
ca: migració

source: smart file
ca: fitxer intel·ligent

source: left stick
ca: palanca esquerra

source: right stick
ca: palanca dreta

source: left trigger
ca: disparador esquerre

source: right trigger
ca: disparador dret

source: X button
ca: Botó X

source: Y button
ca: Botó Y

source: device
ca: dispositiu

source: Work Folders
ca: Carpetes de la feina

source: custom logo
ca: logotip personalitzat

source: custom theming
ca: creació de tema personalitzat

source: graph index
ca: índex de gràfic

source: My profile
ca: El meu perfil

source: sample diagrams
ca: diagrames d'exemple

source: Seller Dashboard
ca: Tauler del venedor

source: bar chart
ca: gràfic de barres

source: Blocked Content
ca: Contingut bloquejat

source: Blocked Sources
ca: Orígens bloquejats

source: Block Facebook Pages
ca: Bloqueja les pàgines del Facebook

source: Buzz
ca: Repercussió

source: author
ca: autor

source: audience
ca: públic

source: Office 365 global navigation
ca: navegació global de l'Office 365

source: project
ca: projectar

source: People view
ca: visualització Persones

source: Unknown
ca: Desconegut

source: Instant Search
ca: Cerca instantània

source: Document Deletion Policy
ca: Norma de supressió de documents

source: Holiday Schedule
ca: Planificació de les vacances

source: Allow Unknown Sender
ca: Permet un remitent desconegut

source: Check Active SLA
ca: Comprova l'SLA actiu

source: Check If Resolved
ca: Comprova si està resolt

source: Response Email Template
ca: Plantilla de correu electrònic de resposta

source: entitlement
ca: dret

source: canvas
ca: llenç

source: Allocation Type
ca: Tipus d'assignació

source: routing rule
ca: regla d'encaminament

source: Associate Child Cases
ca: Associa els casos secundaris

source: Merge Cases
ca: Combina els casos

source: Windows Phone Reading List
ca: Llista de lectura del Windows Phone

source: Query Box
ca: Quadre de consulta

source: Switch Series/Category
ca: Canvia entre sèrie i categoria

source: built-in app
ca: aplicació integrada

source: geo
ca: zona geogràfica

source: geo location
ca: ubicació geogràfica

source: location
ca: ubicació

source: geographical location
ca: ubicació geogràfica

source: Archiving in Office 365
ca: Arxivament a l'Office 365

source: In-Place Archiving
ca: Arxivament al lloc

source: In-Place Archive
ca: Arxiu al lloc

source: archive mailbox
ca: bústia de correu d'arxiu

source: Microsoft Store location
ca: ubicació del Microsoft Store

source: next-of-kin process
ca: procés de familiar proper

source: Office 365 Message Encryption
ca: Xifratge de missatges de l'Office 365

source: Properties
ca: Propietats

source: index
ca: indexar

source: index
ca: indexar

source: Windows Phone app
ca: aplicació per al Windows Phone

source: Contact Center Desktop
ca: Escriptori del centre de contactes

source: hosted control
ca: control allotjat

source: Agent Desktop
ca: Escriptori de l'agent

source: timer control
ca: control de temporitzador

source: assigned access
ca: accés assignat

source: Embedded Shell Launcher
ca: Selector de shell integrat

source: Tell Me
ca: Explica-m'ho

source: workload/product navigation
ca: navegació per càrregues de treball/productes

source: Site Folders
ca: Carpetes de llocs

source: Client Access Rule
ca: Regla d'accés de client

source: Cmdlet Logging Viewer
ca: Visualitzador del registre de cmdlet

source: auto-labelling
ca: etiquetatge automàtic

source: throttling
ca: limitació
