Repository: Softcatala/translation-memory-tools
Catalog: source-pos/microsoft/microsoft-terms.po
Languages: ca

source: split view
ca: visualització dividida

source: password stealer
ca: programa d'intercepció de contrasenyes

source: Index
ca: Índex

source: campaign code
ca: codi de campanya

source: check box
ca: casella de selecció

source: mouse
ca: ratolí

source: MDE file
ca: fitxer MDE

source: Performance Reviews
ca: Revisions de rendiment

source: tool
ca: eina

source: connectivity
ca: connectivitat

source: zero-length string
ca: cadena de llargària zero

source: wildcard search
ca: cerca amb caràcters comodí

source: Group Policy
ca: Estratègia de grup

source: Automatic configuration
ca: Configuració automàtica

source: genre
ca: gènere

source: enhanced DVD movie
ca: pel·lícula en DVD millorada

source: attribute
ca: atribut

source: bulk import
ca: importació en massa

source: Sepia
ca: Sèpia

source: filter
ca: filtre

source: tilde
ca: titlla

source: imaging device
ca: dispositiu de processament d'imatges

source: take advantage
ca: beneficiar-se

source: My Computer
ca: El meu ordinador

source: log
ca: registre

source: floating toolbar
ca: barra d'eines flotant

source: control tip
ca: informació del control

source: hunt group
ca: grup d'extensions

source: Automatic Speech Recognition
ca: Reconeixement de veu automàtic

source: dim
ca: atenuar

source: anonymous
ca: anònim

source: incident report
ca: informe d'incidents

source: listener
ca: oient

source: host
ca: amfitrió

source: joystick
ca: palanca de control

source: online
ca: en línia

source: online
ca: connectat

source: order ID
ca: identificador de comanda

source: message flag
ca: marca de missatge

source: destination
ca: destinació

source: Allow phrase
ca: expressió d'autorització

source: mailbox
ca: bústia de correu

source: mailbox
ca: bústia

source: check
ca: xec

source: WebReady Document Viewing
ca: Visualització de documents WebReady

source: subdatasheet
ca: full de dades secundari

source: security
ca: seguretat

source: dialable format
ca: format de marcatge

source: quick campaign
ca: campanya exprés

source: docking station
ca: estació d'amarrada

source: dock
ca: acoblament

source: journaling
ca: registre al diari

source: backward compatibility
ca: retrocompatibilitat

source: PowerPoint XML Format
ca: Format XML del PowerPoint

source: fallback action
ca: acció de restricció

source: newsfeed
ca: canal de continguts de notícies

source: template
ca: plantilla

source: template file
ca: fitxer de plantilla

source: configuration
ca: configuració

source: network configuration
ca: configuració de la xarxa

source: IM
ca: MI

source: instant message
ca: missatge instantani

source: customer service representative
ca: representant del servei d'atenció al client

source: Office Online Sharing Service
ca: Servei d'ús compartit de l'Office Online

source: burn
ca: enregistrar

source: Datasheet view
ca: visualització del full de dades

source: right outer
ca: externa dreta

source: right outer join
ca: unió externa dreta

source: messaging
ca: missatgeria

source: intermediate certification authority
ca: autoritat de certificació intermèdia

source: intermediate CA
ca: CA intermèdia

source: dependency
ca: dependència

source: event property
ca: propietat d'esdeveniment

source: deselect
ca: desseleccionar

source: demote
ca: rebaixar el nivell

source: Form view
ca: visualització Formulari

source: Web Services Description Language
ca: Llenguatge de descripció de serveis web

source: group
ca: agrupar

source: SharePoint Products
ca: Productes del SharePoint

source: smart card
ca: targeta intel·ligent

source: card
ca: targeta

source: foreground color
ca: color de primer pla

source: navigation bar
ca: barra de navegació

source: recipient
ca: destinatari

source: Call
ca: Truca

source: anti-spam stamping
ca: segell contra correu brossa

source: host
ca: allotjar

source: host
ca: proporcionar serveis de hosting

source: file
ca: fitxer

source: authentication
ca: autenticació

source: plain text
ca: text sense format

source: encryption
ca: xifratge

source: encryption
ca: encriptació

source: form field
ca: camp del formulari

source: online
ca: en línia

source: managed folder
ca: carpeta administrada

source: fault
ca: error

source: page fault
ca: error de pàgina

source: scope
ca: àmbit

source: product ID
ca: identificador del producte

source: weight
ca: pes

source: delivery status notification
ca: notificació d'estat del lliurament

source: track
ca: seguir

source: AutoCorrect
ca: Correcció automàtica

source: Bulk Deletion
ca: Supressió massiva

source: Display Properties
ca: Propietats de la pantalla

source: SHIFT key
ca: tecla Maj

source: paper jam
ca: paper encallat

source: sound card
ca: targeta de so

source: calculated control
ca: control calculat

source: archive
ca: arxivar

source: org chart
ca: organigrama

source: subtree
ca: subarbre

source: drop area
ca: àrea de col·locació

source: null
ca: nul

source: impersonation
ca: infiltració

source: business database
ca: base de dades professional

source: blogger
ca: bloguer

source: Connection Manager
ca: Administrador de connexions

source: Calendar Attendant
ca: Vigilant del calendari

source: Home
ca: Inici

source: playback
ca: reproducció

source: group
ca: grup

source: Field List pane
ca: subfinestra de la llista de camps

source: data interchange format
ca: format d'intercanvi de dades

source: bound object frame
ca: marc d'objecte dependent

source: sender reputation
ca: reputació del remitent

source: results
ca: resultats

source: message
ca: missatge

source: email
ca: correu

source: host name
ca: nom de l'amfitrió

source: application sharing
ca: ús compartit d'aplicacions

source: write-protected
ca: protegit contra escriptura

source: Windows Backup
ca: còpia de seguretat del Windows

source: top-level folder
ca: carpeta de nivell superior

source: root directory
ca: directori arrel

source: parent business
ca: empresa principal

source: layer
ca: capa

source: root CA
ca: CA arrel

source: Sign In
ca: Inicia la sessió

source: discard
ca: descartar

source: display
ca: mostrar

source: display
ca: visualitzar

source: draft
ca: esborrany

source: draft quality
ca: qualitat d'esborrany

source: witness server
ca: servidor testimoni

source: original equipment manufacturer
ca: fabricant d'equips originals

source: cascading update
ca: actualització en cascada

source: flyout anchor
ca: àncora desplegable

source: SharePoint list indicator
ca: Indicador de llista del SharePoint

source: presenter
ca: presentador

source: form footer
ca: peu de pàgina del formulari

source: My Status
ca: El meu estat

source: default button
ca: botó per defecte

source: cancel
ca: cancel·lar

source: field
ca: camp

source: contract line
ca: línia de contracte

source: Complete PC Backup
ca: còpia de seguretat Complete PC

source: nonbreaking hyphen
ca: guió de no separació

source: private procedure
ca: procediment privat

source: attribute
ca: atribut

source: Magnifier
ca: Lupa

source: sub-account
ca: subcompte

source: AutoSum
ca: Suma automàtica

source: right arrow
ca: fletxa dreta

source: write access
ca: accés d'escriptura

source: project file
ca: fitxer del projecte

source: address
ca: adreça

source: SQM Data Collection
ca: Compilació de dades SQM

source: note tag
ca: etiqueta de nota

source: tag
ca: etiqueta

source: conference call
ca: trucada de conferència

source: conference
ca: conferència

source: Control key
ca: tecla Control

source: CTRL
ca: Control

source: virtual machine
ca: màquina virtual

source: group account
ca: compte de grup

source: tint
ca: to

source: queue
ca: cua

source: Delete Group
ca: Suprimeix el grup

source: Business Contact Manager Home Page
ca: Pàgina d'inici del Business Contact Manager

source: Automatic Replies
ca: Respostes automàtiques

source: tokenization
ca: tokenització

source: layout
ca: disposició

source: Settings
ca: Configuració

source: parameter query
ca: consulta de paràmetres

source: data field
ca: camp de dades

source: Global Address List
ca: Llista global d'adreces

source: global address list
ca: llista global d'adreces

source: shared address book
ca: llibreta d'adreces compartida

source: partition
ca: partició

source: disk partition
ca: partició del disc

source: personal data
ca: dades personals

source: personally identifiable information
ca: informació d'identificació personal

source: end user identifiable information
ca: informació d'identificació de l'usuari final

source: remote device wipe
ca: eliminació amb dispositiu remot

source: message transfer envelope
ca: sobre de transferència de missatges

source: docked toolbar
ca: barra d'eines acoblada

source: perimeter network
ca: xarxa de perímetre

source: action query
ca: consulta amb acció

source: free
ca: disponible

source: incoming instant message alert
ca: avís de missatge instantani entrant

source: fan out
ca: ramificar

source: create
ca: crear

source: access mask
ca: màscara d'accés

source: access mask
ca: màscara d'accès

source: override
ca: substituir

source: extension
ca: extensió

source: file name extension
ca: extensió del nom de fitxer

source: categorizer
ca: categoritzador

source: predicate
ca: predicat

source: hierarchy
ca: jerarquia

source: playlist
ca: llista de reproducció

source: rendering
ca: representació

source: drive
ca: unitat

source: disk drive
ca: unitat de disc

source: floppy disk drive
ca: unitat de disquet

source: volume license product key
ca: clau de producte de llicència per volum

source: volume license key
ca: clau de llicència per volum

source: Microsoft CRM Database Profile Wizard
ca: Auxiliar de perfils de bases de dades del Microsoft CRM

source: modal dialog
ca: diàleg modal

source: post
ca: publicar

source: default
ca: valor per defecte

source: class name
ca: nom de classe

source: confirm
ca: confirmar

source: Exchange store
ca: magatzem de l'Exchange

source: Play
ca: Reprodueix

source: display name
ca: nom de visualització

source: capacity planning
ca: planificació de capacitat

source: service principal name
ca: nom d'entitat de seguretat de servei

source: Parent: Child Business Units
ca: Principal: unitats de negoci secundàries

source: modifier key
ca: tecla de modificació

source: download
ca: baixar

source: download
ca: descarregar

source: master
ca: patró

source: Math Autocorrect
ca: autocorrecció de símbols matemàtics

source: building block
ca: conjunt de creació

source: CA name
ca: nom de la CA

source: COM class
ca: classe COM

source: message item
ca: element de missatgeria

source: confirmation message
ca: missatge de confirmació

source: display
ca: pantalla

source: calibrate
ca: calibrar

source: publish
ca: publicar

source: activate
ca: activar

source: universal serial bus
ca: bus en sèrie universal

source: sleep
ca: aturada temporal

source: sleep
ca: repòs

source: subordinate record
ca: registre subordinat

source: workflow
ca: flux de treball

source: COD
ca: contra reembossament

source: cache
ca: memòria cau

source: synonym
ca: sinònim

source: check
ca: comprovar

source: recursion
ca: iteració

source: auditing
ca: auditoria

source: bidirectional
ca: bidireccional

source: Transmission Control Protocol
ca: Protocol de control de transmissió

source: one-to-one relationship
ca: relació un a un

source: destination file
ca: fitxer de destinació

source: registry
ca: registre

source: identity
ca: identitat

source: otherwise element
ca: element "altrament"

source: My Music
ca: La meva música

source: phishing confidence level
ca: nivell de confiança de protecció antiphishing

source: phishing confidence level
ca: nivell de confiança contra la pesca de credencials

source: opt out
ca: donar-se de baixa

source: relative positioning
ca: posicionament relatiu

source: inline positioning
ca: posicionament relatiu

source: connect
ca: connectar

source: procedure level
ca: nivell de procediment

source: condition
ca: condició

source: Windows Assistance Online
ca: Ajuda en línia del Windows

source: role
ca: funció

source: workflow template
ca: plantilla de flux de treball

source: compound control
ca: control compost

source: root element
ca: element arrel

source: pop-up blocker
ca: bloquejador de finestres emergents

source: parameter
ca: paràmetre

source: media streaming
ca: reproducció multimèdia

source: Actions
ca: Accions

source: broadband connection
ca: connexió de banda ampla

source: resolution
ca: resolució

source: transfer
ca: transferir

source: circular reference
ca: referència circular

source: callback
ca: resposta de trucada

source: recover
ca: recuperar

source: kernel
ca: nucli

source: file type
ca: tipus de fitxer

source: Remote Desktop
ca: escriptori remot

source: form
ca: formulari

source: penetration test
ca: prova de penetració

source: pen test
ca: prova de penetració

source: asterisk
ca: asterisc

source: field selector
ca: selector de camps

source: Calendar Snapshot
ca: Instantània del calendari

source: participant list
ca: llista de participants

source: notebook
ca: llibreta

source: page layout
ca: disposició de la pàgina

source: journal line
ca: línia del llibre diari

source: aging
ca: venciment

source: animate
ca: animar

source: Exchange Management Shell
ca: intèrpret d'ordres de l'administració de l'Exchange

source: subscriber
ca: subscriptor

source: subscriber database
ca: base de dades del subscriptor

source: database connection
ca: connexió de la base de dades

source: subgroup
ca: subgrup

source: checkout
ca: finalització de la compra

source: Shortcuts Pane
ca: Tauler de dreceres

source: static
ca: estàtic

source: Finance and Accounting System Implementation
ca: Implementació del sistema de comptabilitat i finances

source: base style
ca: estil de base

source: chat
ca: fer un xat

source: chat
ca: xatejar

source: multiuser shared database
ca: base de dades compartida per diversos usuaris

source: table of contents
ca: índex de continguts

source: Contents
ca: Índex

source: offline Help
ca: ajuda fora de línia

source: key sequence
ca: seqüència de tecles

source: access key
ca: tecles d'accés

source: scroll
ca: desplaçar

source: scroll
ca: desplaçar-se

source: Control Panel
ca: Tauler de control

source: Do Not Disturb
ca: No molesteu

source: incoming URL
ca: URL d'entrada

source: unwanted software
ca: programes no desitjats

source: radio button
ca: botó de selecció

source: radio button
ca: botó d'opció

source: option button
ca: botó d'opció

source: wireless
ca: sense fil

source: navigate
ca: navegar

source: offline
ca: fora de línia

source: custom properties dialog box
ca: quadre de diàleg de propietats personalitzades

source: mail flow
ca: flux del correu

source: mailflow
ca: flux de correu

source: photo album
ca: àlbum fotogràfic

source: impression
ca: impressió

source: inactive
ca: inactiu

source: Address Name
ca: Nom de l'adreça

source: copy area
ca: àrea de còpia

source: address
ca: adreça

source: move
ca: desplaçar

source: In a conference
ca: En una conferència

source: source
ca: origen

source: data source
ca: font de dades

source: CD player
ca: reproductor de CD

source: read receipt
ca: confirmació de recepció

source: Import File Parse
ca: Anàlisi de fitxers d'importació

source: library database
ca: base de dades de la biblioteca

source: memory
ca: memòria

source: collapse
ca: reduir

source: Web service
ca: servei web

source: web service
ca: servei web

source: system function
ca: funció del sistema

source: OCT
ca: EPO

source: Office Customization Tool
ca: Eina de personalització de l'Office

source: bottom line
ca: benefici

source: net income
ca: ingressos nets

source: software
ca: programari

source: gallery
ca: galeria

source: string
ca: cadena

source: end call
ca: penja

source: end call
ca: Finalitza la trucada

source: join
ca: unió

source: combo chart
ca: gràfic combinat

source: with one click
ca: amb un sol clic

source: author
ca: autor

source: operator
ca: operador

source: protect
ca: protegir

source: service
ca: servei

source: group
ca: grup

source: distribution list
ca: llista de distribució

source: setup
ca: configuració

source: parallel branch
ca: branca paral·lela

source: Network Printer Installation Wizard
ca: Auxiliar d'instal·lació d'impressores de xarxa

source: domain name
ca: nom de domini

source: Design Master
ca: patró de disseny

source: render
ca: renderitzar

source: prepaid card
ca: targeta de prepagament

source: shared folder
ca: carpeta compartida

source: SIM card
ca: targeta SIM

source: carrier
ca: operador

source: mobile operator
ca: operador

source: mobile operator
ca: operador de telefonia mòbil

source: Visual Reports
ca: Informes visuals

source: store driver
ca: controlador d'emmagatzematge

source: shortcut
ca: drecera

source: bookmark
ca: marcador

source: shape data
ca: Dades de formes

source: Sales
ca: Vendes

source: detection
ca: detecció

source: Network News Transfer Protocol
ca: Protocol de transferència de notícies a la xarxa

source: Collaboration Data Objects
ca: Col·laboració amb objectes de dades

source: border
ca: vora

source: standby
ca: mode d'espera

source: Quick Search
ca: Cerca ràpida

source: Power Options
ca: Opcions d'energia

source: pause
ca: aturar temporalment

source: free/busy status
ca: disponibilitat

source: Shutter Bar
ca: Barra de redimensionament

source: dock
ca: acoblar

source: install
ca: instal·lar

source: duty
ca: taxa

source: computer
ca: ordinador

source: container object
ca: objecte contenidor

source: shortcut menu
ca: menú de drecera

source: shortcut menu
ca: menú de dreceres

source: context menu
ca: menú contextual

source: context menu
ca: menú de dreceres (o contextual)

source: offloading
ca: descàrrega

source: Invoice ID
ca: Identificador de factura

source: normalization
ca: normalització

source: manual style application mode
ca: mode d'aplicació manual d'estil

source: news server
ca: servidor de missatges

source: crawler
ca: rastrejador

source: web crawler
ca: agent de cerca

source: abandon
ca: cancel·lar

source: null field
ca: camp nul

source: view
ca: visualització

source: compliance
ca: compliment

source: non-exclusive
ca: no exclusiu

source: deliver
ca: proporcionar

source: spam confidence level
ca: nivell de confiança contra correu brossa

source: pane
ca: subfinestra

source: calibration
ca: calibratge

source: content class
ca: classe de contingut

source: Dialing
ca: Marcant

source: glass
ca: vidre

source: length
ca: durada

source: cache
ca: emmagatzemar a la memòria cau

source: Web-enabled InfoPath form
ca: Formulari de l'InfoPath habilitat per al web

source: insert
ca: inserir

source: italic
ca: cursiva

source: program event
ca: esdeveniment de programa

source: event
ca: incidència

source: clip creation
ca: creació de clips

source: conversation
ca: conversa

source: parent content type template
ca: plantilla del tipus contingut principal

source: business
ca: empresa

source: unique index
ca: índex únic

source: address
ca: adreça

source: first name
ca: nom

source: Offline Contacts
ca: Contactes fora de línia

source: map
ca: assignar

source: visual editing
ca: edició visual

source: in-place activation
ca: activació al lloc

source: peer
ca: homòleg

source: browser safe
ca: de colors segurs per al web

source: browser-safe
ca: de colors segurs per al web

source: international list
ca: llista internacional

source: extract
ca: extreure

source: payment method
ca: mètode de pagament

source: authenticator
ca: autenticador

source: call
ca: trucar

source: hotspot
ca: zona Wi-Fi

source: hotspot
ca: zona activa

source: Wi-Fi hotspot
ca: zona Wi-Fi activa

source: undo
ca: desfer

source: product key
ca: clau del producte

source: text query
ca: consulta de text

source: child element
ca: element secundari

source: bound control
ca: control dependent

source: save
ca: desar

source: address book
ca: Llibreta d'adreces

source: address book
ca: llibreta d'adreces

source: Options
ca: Opcions

source: Messaging Application Programming Interface
ca: Interfície de programació d'aplicacions de missatges

source: allocation unit
ca: unitat d'assignació

source: cluster
ca: clúster

source: normalize
ca: normalitzar

source: custom phrase
ca: expressió personalitzada

source: infobar
ca: barra d'informació

source: service
ca: servei

source: wizard
ca: auxiliar

source: space
ca: espai

source: Workgroup
ca: Grup de treball

source: Team
ca: Equip

source: user interface
ca: interfície d'usuari

source: Language ID
ca: ID de llengua

source: language identifier
ca: identificador de llengua

source: Delete
ca: Suprimeix

source: mesh
ca: malla

source: available memory
ca: memòria disponible

source: upload
ca: càrrega

source: tab stop
ca: tabulació

source: speed dial
ca: marcatge ràpid

source: speed dial key
ca: tecla de marcatge abreujat

source: Administrators group
ca: grup d'administradors

source: false positive
ca: positiu fals

source: theme
ca: tema

source: antivirus stamping
ca: segell antivirus

source: notification
ca: notificació

source: conditional formatting
ca: format condicional

source: form header
ca: capçalera del formulari

source: Filter By Selection
ca: Filtra per selecció

source: stacked fraction
ca: fracció apilada

source: ordinal number
ca: número ordinal

source: calculator
ca: calculadora

source: combo box
ca: quadre combinat

source: combo box control
ca: control de quadre combinat

source: equipment
ca: equipament

source: requery
ca: tornar a consultar

source: federated contact
ca: contacte federat

source: page setup
ca: format de pàgina

source: roaming service
ca: servei en itinerància

source: adapter
ca: adaptador

source: Trusted Root Certification Authorities
ca: entitats de certificació arrel de confiança

source: People Near Me
ca: Persones properes

source: payment terms
ca: condicions de pagament

source: function procedure
ca: procediment Function

source: rating
ca: classificació del contingut

source: Product Development Planning
ca: Planificació del desenvolupament d'un producte

source: in-country number format
ca: format de número de trucada

source: in-country/region number format
ca: format de número de trucada nacional/regional

source: caption section
ca: secció de llegendes

source: Human Resources Information System Implementation
ca: Implementació del sistema d'informació de recursos humans

source: conversation window
ca: finestra de conversa

source: video call
ca: videotrucada

source: account number
ca: número de compte

source: type
ca: teclejar

source: detail field
ca: camp de detall

source: fixed file location
ca: ubicació de fitxer fixa

source: opt in
ca: donar-se d'alta

source: accessory
ca: accessori

source: peripheral
ca: equip perifèric

source: customize
ca: personalitza

source: customize
ca: personalitzar

source: localization
ca: localització

source: Internet Protocol
ca: protocol d'Internet

source: Internet Protocol
ca: Protocol d'Internet

source: category
ca: categoria

source: Web browser
ca: navegador web

source: browser
ca: navegador

source: cc
ca: a/c

source: offline mode
ca: mode fora de línia

source: cable modem
ca: mòdem per cable

source: request throttling
ca: limitació de sol·licituds

source: delete
ca: suprimir

source: edge server
ca: servidor perimetral

source: variance
ca: variància

source: access number
ca: número d'accés

source: globally-unique identifier
ca: identificador únic global

source: globally unique identifier
ca: identificador únic global

source: Replication ID
ca: identificador de replicació

source: universally unique identifier
ca: identificador únic universal

source: Global Universal Identification
ca: Identificació universal global

source: All Contacts
ca: Tots els contactes

source: wireless LAN
ca: LAN sense fil
