Repository: Softcatala/translation-memory-tools
Catalog: source-pos/microsoft/microsoft-terms.po
Languages: ca

source: return merchandise authorization
ca: autorització de devolució de mercaderia

source: Quick Find
ca: Cerca ràpida

source: categorized search
ca: Cerca categoritzada

source: geocode
ca: geocodificació

source: inventory adjustment
ca: ajustament d'inventari

source: inventory journal
ca: diari d'inventari

source: inventory transfer
ca: transferència d'inventari

source: desk-free worker
ca: treballador sense ordinador

source: deskless worker
ca: treballador sense lloc fix

source: Add Members
ca: Afegeix membres

source: Set due date
ca: Defineix una data de venciment

source: Show completed
ca: Mostra les completades

source: Hide completed
ca: Amaga les completades

source: Assigned to
ca: S'ha assignat a

source: Progress
ca: Progrés

source: Edit plan
ca: Edita el pla

source: Leave plan
ca: Surt del pla

source: Add task
ca: Afegeix una tasca

source: Multi-assign
ca: Assignació múltiple

source: Checklist
ca: Llista de verificació

source: Comments
ca: Comentaris

source: Letter of Authorization
ca: Carta d'autorització

source: billing telephone number
ca: número de telèfon de facturació

source: number porting
ca: portabilitat del número

source: port order
ca: sol·licitud de portabilitat

source: Firm Order Commitment
ca: Compromís de sol·licitud en ferm

source: validate
ca: validar

source: SINGLE()
ca: SIMPLE()

source: active hours
ca: hores d'activitat

source: Paste and go
ca: Enganxa i ves

source: Quick Assist
ca: Assistència ràpida

source: overhang
ca: sortint

source: raft
ca: base

source: support
ca: suport

source: Summary Zoom
ca: Visualització prèvia de resum

source: Slide Zoom
ca: Visualització prèvia de diapositiva

source: Section Zoom
ca: Visualització prèvia de secció

source: glance screen
ca: pantalla de vista ràpida

source: Set up School PCs
ca: Configuració d'ordinadors acadèmics

source: Take a Test
ca: Examen

source: Most rented games
ca: Els jocs llogats més vegades

source: Most rented apps
ca: Les aplicacions llogades més vegades

source: Most rented
ca: Llogats més vegades

source: Best selling games
ca: Els jocs més venuts

source: Best selling apps
ca: Les aplicacions més venudes

source: Most popular apps
ca: Les aplicacions més populars

source: Most popular games
ca: Els jocs més populars

source: New games
ca: Jocs nous

source: New apps
ca: Aplicacions noves

source: Most played games
ca: Els jocs més utilitzats

source: Most played apps
ca: Les aplicacions més utilitzades

source: community champion
ca: expert de la comunitat

source: Windows 10 Anniversary Update
ca: Actualització d'aniversari del Windows 10

source: My Shifts
ca: Els meus torns

source: Requests
ca: Sol·licituds

source: Time off request
ca: Sol·licitud de permís

source: Messages
ca: Missatges

source: Team Chat
ca: Xat de l'equip

source: Add people
ca: Afegeix persones

source: Time off details
ca: Detalls del permís

source: Time off
ca: Permisos

source: Shift details
ca: Detalls del torn

source: SHIFT NOTES
ca: NOTES DEL TORN

source: cross-device action
ca: acció per a tots el dispositius

source: DAY NOTES
ca: NOTES DEL DIA

source: Team members
ca: Membres de l'equip

source: Change team
ca: Canvia d'equip

source: glomming
ca: agrupació

source: Graphics Tools
ca: Eines de gràfics

source: Change Graphic
ca: Canvia el gràfic

source: Reset Graphic
ca: Restableix el gràfic

source: Graphics Fill
ca: Emplenament del gràfic

source: Graphics Effects
ca: Efectes del gràfic

source: Graphics Outline
ca: Contorn del gràfic

source: Office 365 Connectors
ca: Connectors de l'Office 365

source: connector card
ca: targeta del connector

source: Connect to Office 365
ca: Connecta amb l'Office 365

source: Office 365 connector
ca: Connector de l'Office 365

source: ID & Filter
ca: Identificador i filtre

source: Microsoft ID & Filter
ca: Identificador i filtre de Microsoft

source: sketchpad
ca: bloc d'esbossos

source: Windows Ink Workspace
ca: Àrea de treball del Windows Ink

source: Shift hand off
ca: Oferiment de torns

source: Shift swap
ca: Bescanvi de torns

source: TRADE FOR THIS SHIFT
ca: BESCANVIA EL TORN

source: Shift offer
ca: Oferta de torn

source: Shift offer request
ca: Sol·licitud d'ofertes de torns

source: Cover request
ca: Accepta o rebutja la sol·licitud

source: Click2Run Update Support
ca: Compatibilitat amb actualitzacions de fer clic i executar

source: Writing Assistant
ca: Assistent de redacció

source: Microsoft Editor
ca: Editor de Microsoft

source: Featured games
ca: Jocs seleccionats

source: Featured apps
ca: Aplicacions seleccionades

source: Top games
ca: Jocs principals

source: Top apps
ca: Aplicacions principals

source: resource provider
ca: proveïdor de recursos

source: diagnostic logging
ca: registre de diagnòstic

source: Time-Based One-Time Passwords
ca: Contrasenyes temporals d'un sol ús

source: poll trigger
ca: disparador de sondeig

source: push trigger
ca: disparador de push

source: trigger
ca: disparador

source: action
ca: acció

source: stretch
ca: propagar al núvol

source: stretching
ca: propagació al núvol

source: Pin to top
ca: Ancora a la part superior

source: Large Object
ca: objecte gran

source: Zoom
ca: Visualització prèvia

source: Spelling
ca: Ortografia

source: Grammar
ca: Gramàtica

source: Grammar Options
ca: Opcions gramaticals

source: Clarity and Conciseness
ca: Claredat i concisió

source: Formal Language
ca: Llenguatge formal

source: Inclusive Language
ca: Llenguatge inclusiu

source: Punctuation Conventions
ca: Convencions de puntuació

source: Vocabulary Choice
ca: Elecció de vocabulari

source: Consistency
ca: Coherència

source: Import
ca: Importa

source: Mobile view
ca: Visualització mòbil

source: Comments
ca: Comentaris

source: Collection
ca: Col·lecció

source: CRM for Outlook
ca: CRM per a l'Outlook

source: Dynamics CRM for Outlook
ca: Dynamics CRM per a l'Outlook

source: preview
ca: previsualitzar

source: preview
ca: visualització prèvia

source: billing
ca: facturació

source: billing and invoicing
ca: facturació

source: Pro
ca: Professional

source: Auto
ca: Automàtic

source: self-hoster
ca: verificador intern

source: ink
ca: traç

source: companion app
ca: aplicació complementària

source: self-host
ca: provar internament

source: app outage
ca: interrupció de l'aplicació

source: branded URL
ca: adreça URL de marca

source: token hash
ca: hash de testimoni

source: self-host
ca: de prova interna

source: ID & Filter (global)
ca: Identificador i filtre (global)

source: Status bar
ca: Barra d'estat

source: Zoom Styles
ca: Estils de la visualització prèvia

source: journal entry
ca: entrada de diari

source: journal post
ca: publicació de diari

source: Journal post
ca: Publicació de diari

source: Zoom Effects
ca: Efectes de la visualització prèvia

source: tab group
ca: grup de pestanyes

source: Zoom Tools
ca: Eines de visualització prèvia

source: Zoom Border
ca: Vora de la visualització prèvia

source: Zoom Options
ca: Opcions de la visualització prèvia

source: Play
ca: Reprodueix

source: aggregate summary
ca: resum agregat

source: hard bounce
ca: rebuig permanent

source: Local Access Transport Area
ca: àrea de transport d'accés local

source: project portfolio management
ca: administració de cartera de projectes

source: transactional email
ca: correu transaccional

source: hydrate
ca: hidratar

source: Accessibility view
ca: Visualització d'accessibilitat

source: Duplicate this sway
ca: Duplica aquest sway

source: Duplicate
ca: Duplica

source: Insert
ca: Inserció

source: Authors
ca: Autors

source: Automatic
ca: Automàtic

source: Windows Hello for Business
ca: Windows Hello per a empreses

source: Avatar items
ca: Articles de l'avatar

source: Companion
ca: Auxiliar

source: Tools
ca: Eines

source: Multi-player online battle arena
ca: Camp de batalla en línia per a diversos jugadors

source: Stop sharing
ca: Deixa de compartir

source: Require a password
ca: Sol·licita una contrasenya

source: Edited
ca: Editats

source: Moderate
ca: Moderat

source: Subtle
ca: Subtil

source: Viewed
ca: Visualitzats

source: Featured Sways
ca: Sways destacats

source: Picture
ca: Imatge

source: Chart
ca: Gràfic

source: Video
ca: Vídeo

source: Audio
ca: Àudio

source: Insert Content
ca: Insereix contingut

source: workspace
ca: àrea de treball

source: visuals pane
ca: subfinestra d'elements visuals

source: visual type
ca: tipus d'element visual

source: Publish to Docs.com
ca: Publicació al Docs.com

source: template
ca: plantilla

source: automate approvals template
ca: plantilla per a l'automatització d'aprovacions

source: collect data template
ca: plantilla per a la recollida de dades

source: organize data template
ca: plantilla per a l'organització de dades

source: get notifications template
ca: plantilla per a l'obtenció de notificacions

source: synchronize files template
ca: plantilla per a la sincronització de fitxers

source: flow
ca: flux

source: About
ca: Informació

source: Ink for phone
ca: Entrada manuscrita per al telèfon

source: Draw
ca: Traç

source: Text to SmartArt
ca: Text a SmartArt

source: Color palettes
ca: Paletes de colors

source: Font choices
ca: Opcions de tipus de lletra

source: Animation emphasis
ca: Èmfasi de l'animació

source: Caption variation
ca: Variació del títol

source: Hidden
ca: Amagat

source: Minimal
ca: Minimalista

source: Off-image
ca: Fora de la imatge

source: Text size
ca: Mida del text

source: Suggested
ca: Suggeriments

source: Original size
ca: Mida original

source: resource
ca: recurs

source: caption style
ca: estil del títol

source: Swap or offer shift
ca: Bescanvia o ofereix el meu torn

source: shift offer
ca: oferta de torn

source: shift swap
ca: bescanvi de torns

source: Swap my shift
ca: Bescanvia el meu torn

source: Offer my shift
ca: Ofereix el meu torn

source: SSH thumbprint
ca: empremta digital SSH

source: cloud storage provider
ca: proveïdor d'emmagatzematge al núvol

source: cloud storage service
ca: servei d'emmagatzematge al núvol

source: AutoSave
ca: Desament automàtic

source: Universal Navigation
ca: Navegació universal

source: Start from a template
ca: Comença a partir d'una plantilla

source: Group Type
ca: Tipus de grup

source: flow run
ca: execució de flux

source: run
ca: execució

source: shared tool
ca: eina compartida

source: Share with only my organization
ca: Comparteix només amb la meva organització

source: Heading emphasis
ca: Èmfasi del títol

source: Help us improve
ca: Ajudeu-nos a millorar

source: Details
ca: Detalls

source: Alternative Text
ca: Text alternatiu

source: Subtitle
ca: Subtítol

source: Analytics
ca: Anàlisis

source: Password protection
ca: Protecció amb contrasenya

source: touch writing
ca: escriptura tàctil

source: Disability Answer Desk
ca: Answer Desk Accessibilitat

source: Focus Mode
ca: Mode Focus

source: Mixed DPI mode
ca: Mode ppp mixt

source: key store
ca: magatzem de claus

source: code sign
ca: signar el codi

source: sandbox
ca: espai aïllat

source: Fluency Score
ca: Puntuació de fluïdesa

source: authorization server
ca: servidor d'autorització

source: consent server
ca: servidor de consentiment

source: data gateway
ca: passarel·la de dades

source: data management gateway
ca: passarel·la d'administració de dades

source: Monthly Channel (Targeted)
ca: Canal mensual (orientat)

source: Office insider
ca: participant de l'Office Insider

source: Information Protection service
ca: servei Information Protection

source: visual marking
ca: distintiu visual

source: safety
ca: seguretat

source: Office 365 admin
ca: administrador de l'Office 365

source: hard fail
ca: error no recuperable

source: soft fail
ca: error recuperable

source: Apps and Quizzes
ca: Aplicacions i qüestionaris

source: Zoom Playback
ca: Reproducció de visualització prèvia

source: Ink Replay
ca: Reproducció d'entrada manuscrita

source: Ink to Math
ca: Entrada manuscrita a matemàtiques

source: text-to-speech
ca: text a veu

source: Speak
ca: Parla

source: wet ink
ca: entrada manuscrita provisional

source: dry ink
ca: entrada manuscrita definitiva

source: editable ink
ca: entrada manuscrita editable

source: ink as ink
ca: entrada manuscrita com a tinta

source: pencil ink
ca: entrada manuscrita semblant a llapis

source: Shape Info
ca: Informació sobre la forma

source: motion blur
ca: moviment de la imatge

source: photo timer
ca: temporitzador fotogràfic

source: Researcher
ca: Cercador

source: Researcher
ca: Cercador

source: jump back
ca: saltar cap enrere

source: jump group
ca: grup de salts

source: jump
ca: saltar

source: network reset
ca: restabliment de la xarxa

source: like
ca: m'agrada

source: unlike
ca: ja no m'agrada

source: clone
ca: clon

source: cloud provider
ca: proveïdor del núvol

source: Windows Ink toolbar
ca: barra d'eines del Windows Ink

source: zoom
ca: fer zoom

source: Add Cite
ca: Afegeix una cita

source: eraser
ca: esborrador

source: customer agreement
ca: acord de client

source: document suggestion
ca: suggeriment de document

source: QuickStarter
ca: Inici ràpid

source: desktop
ca: dispositiu d'escriptori

source: desktop device
ca: dispositiu d'escriptori

source: policy
ca: norma

source: Graph explorer
ca: Explorador del Graph

source: VHLOOKUP
ca: BUSCARVH

source: Theme
ca: Tema

source: Plan Your Day
ca: Planificació del dia

source: smart card
ca: targeta intel·ligent

source: Today
ca: Avui

source: My Day
ca: El meu dia

source: Tap
ca: Recomanacions

source: Azure Billing Portal
ca: Portal de facturació de l'Azure

source: sanctioned
ca: autoritzat

source: unsanctioned
ca: no autoritzat

source: stacked
ca: apilat

source: Calendar Groups
ca: Grups de calendaris

source: calendar group
ca: grup de calendaris

source: delist
ca: excloure de la llista

source: ticket
ca: sol·licitud

source: issue
ca: problema

source: support ticket
ca: sol·licitud d'assistència tècnica

source: Office account
ca: compte de l'Office

source: Copy to my work
ca: Copia a la meva tasca

source: Turn in
ca: Entrega

source: Teacher
ca: Professor

source: Resources
ca: Recursos

source: Class
ca: Classe

source: My work
ca: Les meves tasques

source: About
ca: Informació

source: Personalize
ca: Personalitza

source: Past
ca: Tasques vençudes

source: To do
ca: Tasques pendents

source: Post
ca: Publica

source: New assignment
ca: Tasca nova

source: Inactive classes
ca: Classes inactives

source: Manage
ca: Administració

source: Details
ca: Detalls

source: Submissions
ca: Enviaments

source: Completed
ca: Completades

source: In progress
ca: En curs

source: Assignments
ca: Tasques

source: Add student
ca: Afegeix un alumne

source: Add teacher
ca: Afegeix un professor

source: New Class
ca: Classe nova

source: REGEX.OPTIONS
ca: REGEX.OPCIONS

source: REGEX.TEST
ca: REGEX.PROVAR

source: REGEX.EXTRACT
ca: REGEX.EXTREURE

source: REGEX.MATCH
ca: REGEX.COINCIDIR

source: REGEX.FIND
ca: REGEX.CERCA

source: REGEX.SUBSTITUTE
ca: REGEX.SUBSTITUIR

source: Office Notification Hub
ca: Centre de notificacions de l'Office

source: Community
ca: Comunitat

source: Windows Community
ca: Comunitat del Windows

source: Windows Defender Offline
ca: Windows Defender sense connexió

source: IFSV2
ca: SI.SV2

source: changelog
ca: registre de canvis

source: shadow IT
ca: TI a l'ombra

source: 2D Maps
ca: Mapes 2D

source: reload
ca: recarregar

source: Learning Tools
ca: Eines d'aprenentatge

source: Definition
ca: Definició

source: Synonyms
ca: Sinònims

source: Picture
ca: Imatge

source: Show a picture
ca: Visualització d'una imatge

source: Read Aloud
ca: Lectura en veu alta

source: hub category identifier
ca: identificador de categoria del centre

source: Power BI Add-in for PowerPoint
ca: Complement del Power BI per al PowerPoint

source: Database Experimentation Assistant
ca: Auxiliar d'experimentació de bases de dades

source: Azure Data Lake Analytics for Hadoop
ca: Azure Data Lake Analytics per al Hadoop

source: online services
ca: serveis en línia

source: Translate
ca: Tradueix

source: Word Prediction
ca: Predicció de paraules

source: Translator
ca: Traductor

source: Translator for Outlook
ca: Traductor per a l'Outlook

source: guide
ca: guia

source: paddle
ca: comandament

source: reward
ca: premi

source: tag
ca: etiqueta

source: tournament
ca: torneig

source: Xbox Elite Wireless Controller
ca: Comandament sense fil de l'Xbox Elite

source: Xbox Kinect Adapter
ca: Adaptador del Kinect per a l'Xbox

source: Xbox One Stereo Headset
ca: Auriculars estèreo de l'Xbox One

source: Xbox One Stereo Headset Adapter
ca: Adaptador d'auriculars estèreo de l'Xbox One

source: Looking for Group
ca: Cerca un grup

source: relevance search
ca: cerca per rellevància

source: cloud provisioning system
ca: sistema de proveïment al núvol

source: followed email
ca: correu electrònic seguit

source: tracked email
ca: correu electrònic amb seguiment

source: action card
ca: targeta d'acció

source: document location
ca: ubicació del document

source: monitor
ca: supervisar

source: email engagement card
ca: targeta d'interacció amb el correu electrònic

source: recipient activity
ca: activitat del destinatari

source: step
ca: pas

source: Learning Path control
ca: control de la Ruta d'aprenentatge

source: leaderboard
ca: tauler de classificació

source: point
ca: punt

source: profile
ca: perfil

source: broadcast
ca: retransmetre

source: Text Spacing
ca: Espaiat del text

source: Translator
ca: Traductor

source: Timeline
ca: Cronologia

source: LaTeX Equations
ca: Equacions LaTeX

source: News
ca: Notícies

source: process map
ca: mapa de procés

source: data-driven diagram
ca: diagrama controlat per dades

source: Microsoft Workplace Analytics
ca: Anàlisis empresarials de Microsoft

source: test-in-production
ca: proves en producció

source: Bar Label
ca: Etiqueta de barra

source: Night mode
ca: Mode nocturn

source: text size
ca: mida del text

source: text spacing
ca: espaiat del text

source: read aloud
ca: lectura en veu alta

source: syllables
ca: síl·labes

source: Data Visualizer
ca: Visualitzador de dades

source: Ink Editor
ca: Editor d'entrada manuscrita

source: highlighter
ca: marcador

source: draw
ca: dibuixar

source: pencil
ca: llapis

source: pen
ca: bolígraf

source: secondary action button
ca: botó d'accions secundàries

source: secondary action menu
ca: menú d'accions secundàries

source: scrollable button group
ca: grup de botons desplaçables

source: Picture
ca: Imatge

source: sans serif
ca: de pal sec

source: Task Usage
ca: Ús de tasques

source: bending
ca: corb

source: bending process
ca: procés corb

source: bending picture
ca: imatge corba

source: Events from Email
ca: Esdeveniments del correu

source: Korea South
ca: Sud de Corea del Sud

source: intelligent service
ca: servei intel·ligent

source: Scroll Preview
ca: Visualització prèvia del desplaçament

source: onboarding
ca: incorporació

source: App to App sign in
ca: Inici de sessió entre aplicacions

source: Media Trim
ca: Retallada d'element multimèdia

source: access review
ca: revisió d'accés

source: Security reader
ca: Lector de seguretat

source: intelligent tool
ca: eina intel·ligent

source: intelligent feature
ca: característica intel·ligent

source: Intelligent Services
ca: Serveis intel·ligents

source: Intelligent services
ca: Serveis intel·ligents

source: Office Intelligent Services
ca: Serveis intel·ligents de l'Office

source: Incorrect Verb Form
ca: Forma verbal incorrecta

source: Incorrect Pronoun Case
ca: Cas pronominal incorrecte

source: preview bar
ca: barra de visualització prèvia

source: tab preview
ca: visualització prèvia de pestanyes

source: set aside
ca: reservar

source: Segment Eraser
ca: Esborrador de segments

source: Frame Guide
ca: Guia d'enquadrament

source: Sets
ca: Conjunts

source: Sets Studio
ca: Estudi de conjunts

source: Advanced Security Management
ca: Administració avançada de la seguretat

source: Office 365 Advanced Security Management
ca: Administració avançada de la seguretat de l'Office 365

source: object handle
ca: control d'objecte

source: set
ca: conjunt

source: update history
ca: historial d'actualitzacions

source: doodle
ca: traçat

source: 3D doodle
ca: traçat en 3D

source: Classic
ca: Clàssic

source: seed
ca: proveir

source: custodian
ca: custodi

source: theme
ca: tema

source: unique document
ca: document únic

source: review batch
ca: lot de revisió

source: batch
ca: lot

source: Focus
ca: Enfocat

source: Batch calculation
ca: càlcul de lot

source: Batch process
ca: processament per lots

source: News
ca: Notícies

source: Pure
ca: Pur

source: Relaxed
ca: Relaxat

source: control set
ca: conjunt de referència

source: train
ca: entrenar

source: Relevance training
ca: Entrenament de la Rellevància

source: load
ca: compilació

source: pre-process
ca: processar prèviament

source: Relevance
ca: Rellevància

source: case
ca: cas

source: Compare
ca: Comparació

source: duplicate
ca: duplicat

source: dupe
ca: dupl.

source: exact dupe
ca: dupl. exacte

source: exact duplicate
ca: duplicat exacte

source: inclusive
ca: correu amb tot el fil

source: load file
ca: fitxer de compilació

source: keyword
ca: paraula clau

source: pivot
ca: document principal

source: case
ca: cas

source: review set
ca: conjunt per a revisió

source: reviewer
ca: revisor

source: Vague Adjectives
ca: Adjectius imprecisos

source: unique file
ca: fitxer únic

source: near duplicate
ca: semiduplicat

source: ND
ca: SD

source: near dupe
ca: semidupl.

source: accuracy
ca: precisió

source: Automatic mode
ca: Mode automàtic

source: hotspot
ca: àrea rellevant

source: Books
ca: Llibres

source: Transparency analysis
ca: Anàlisi de transparència

source: relevance score
ca: puntuació de rellevància

source: ink grab
ca: conversió a entrada manuscrita

source: My People
ca: La meva gent

source: Track
ca: Seguiment

source: Windows 10 Creators Update
ca: Actualització per a creatius del Windows 10

source: mixed reality
ca: realitat mixta

source: population
ca: població

source: data set
ca: conjunt de dades

source: collection
ca: col·lecció

source: Decide
ca: Decisió

source: Single
ca: Simple

source: richness
ca: importància

source: recall
ca: coincidència

source: precision
ca: precisió

source: parser
ca: analitzador

source: relevance
ca: rellevància

source: ND set
ca: conjunt de SD

source: near duplicate set
ca: conjunt de semiduplicats

source: near-duplicate set
ca: conjunt de semiduplicats

source: Dynamics 365 home page
ca: pàgina inicial del Dynamics 365

source: night light
ca: llum nocturna

source: Analyze
ca: Anàlisi

source: Assessment
ca: Avaluació

source: family
ca: família

source: Review-recall ratio
ca: Ràtio revisió-coincidència

source: Sampling mode
ca: Mode de mostreig

source: seed file
ca: fitxer de provisió

source: similarity
ca: similitud

source: email thread
ca: fil de correu

source: Email Threads
ca: Fils de correu

source: margin of error
ca: marge d'error

source: estimated error margin
ca: marge d'error estimat

source: collection
ca: col·lecció

source: f-measure
ca: valor-f

source: pivot bar
ca: barra pivot

source: My feedback
ca: Els meus comentaris

source: Test the Rest
ca: Prova de la resta

source: Test the Slice
ca: Prova d'una part

source: issue
ca: problema

source: assessment target
ca: objectiu d'avaluació

source: cut-off point
ca: llindar de fitxers

source: Detailed Results
ca: Resultats detallats

source: tagging
ca: etiquetatge

source: Tagging panel
ca: Tauler d'etiquetatge

source: target error margin
ca: marge d'error objectiu

source: Catch-up
ca: Posada al dia

source: Merge loads
ca: Combina les compilacions

source: Split loads
ca: Separa les compilacions

source: Rolling loads
ca: Compilacions addicionals

source: Export batch
ca: Lot d'exportació
