Repository: Softcatala/translation-memory-tools
Catalog: source-pos/microsoft/microsoft-terms.po
Languages: ca

source: #NOSPILL!
ca: #SENSEDESBORDAMENT!

source: #CONNECT!
ca: #CONNECTA!

source: Spill
ca: Desbordament

source: provisioning package
ca: paquet d'aprovisionament

source: makerspace
ca: laboratori creatiu

source: high-stakes testing
ca: prova decisiva

source: Microsoft Store for Education
ca: Microsoft Store per a educació

source: Microsoft Project Standard 2016 for PC
ca: Microsoft Project Standard 2016 per a PC

source: Microsoft Project Professional 2016 for PC
ca: Microsoft Project Professional 2016 per a PC

source: Microsoft Visio Standard 2016 for PC
ca: Microsoft Visio Standard 2016 per a PC

source: Microsoft Visio Professional 2016 for PC
ca: Microsoft Visio Professional 2016 per a PC

source: Office 365 Analytics
ca: Anàlisi de l'Office 365

source: profile card
ca: targeta de perfil

source: expanded view
ca: visualització desplegada

source: agave
ca: atzavara

source: start
ca: inici

source: Semi-annual Channel (Pilot)
ca: Canal semianual (pilot)

source: finish
ca: fi

source: clicked count
ca: recompte de clics

source: detail form
ca: formulari de detalls

source: field block
ca: bloc de camps

source: Photos & Videos
ca: Fotos i vídeos

source: preview
ca: versió preliminar

source: geo pin
ca: geomarcador

source: marketing page
ca: pàgina de màrqueting

source: owning team
ca: equip propietari

source: access team
ca: equip d'accés

source: privacy banner
ca: bàner de privadesa

source: session track
ca: seguiment de sessió

source: speaker engagement
ca: participació del ponent

source: tele prospect
ca: contacte de telemàrqueting

source: webinar provider
ca: proveïdor de seminaris web

source: splitter
ca: separador

source: group card
ca: targeta del grup

source: profile
ca: perfil

source: update ring
ca: cercle d'actualització

source: URL detonation
ca: detonació d'adreces URL

source: disconnect accounts
ca: desconnexió dels comptes

source: connect accounts
ca: connexió dels comptes

source: speech-to-text
ca: conversió de veu a text

source: punch card
ca: targeta de punts

source: @mention
ca: @mencionar

source: order history
ca: historial de comandes

source: open extension
ca: extensió oberta

source: schema extension
ca: extensió d'esquema

source: resource
ca: recurs

source: master branch
ca: branca mestra

source: repository fork
ca: bifurcació de dipòsit

source: fork
ca: bifurcació

source: upstream
ca: superior

source: contribution license agreement
ca: contracte de llicència de col·laboració

source: nullable
ca: admet un valor nul

source: ordered list
ca: llista ordenada

source: list
ca: llista

source: client library
ca: biblioteca client

source: Microsoft Graph Client Library
ca: Biblioteca client del Microsoft Graph

source: token
ca: testimoni

source: validation token
ca: testimoni de validació

source: delta query
ca: consulta delta

source: delta function
ca: funció delta

source: delta feed
ca: canal de continguts delta

source: state token
ca: testimoni d'estat

source: facet
ca: faceta

source: extended property
ca: propietat ampliada

source: Language Community app
ca: aplicació Comunitat lingüística

source: language quest
ca: tasca lingüística

source: LinkedIn profile in Microsoft
ca: Perfil del LinkedIn a Microsoft

source: Email templates
ca: Plantilles de correu electrònic

source: notification center
ca: centre de notificacions

source: speech to text
ca: conversió de veu a text

source: mobile report
ca: informe mòbil

source: focus mode
ca: mode d'enfocament

source: navigation menu
ca: menú de navegació

source: annotate
ca: fer anotacions

source: data-driven alert
ca: avís controlat per dades

source: pull to refresh
ca: llisca avall per actualitzar

source: Office 365 Business (Month to Month)
ca: Office 365 Business (mes a mes)

source: Office 365 Business Premium (Month to Month)
ca: Office 365 Business Premium (mes a mes)

source: Office 365 Business Essentials (Month to Month)
ca: Office 365 Business Essentials (mes a mes)

source: Office 365 Business Essentials for Nonprofits
ca: Office 365 Business Essentials per a organitzacions sense ànim de lucre

source: Office 365 Business Premium for Nonprofits
ca: Office 365 Business Premium per a organitzacions sense ànim de lucre

source: Office 365 Business Premium for Nonprofits Trial
ca: Prova de l'Office 365 Business Premium per a organitzacions sense ànim de lucre

source: privilege escalation attack
ca: atac per escalat de privilegis

source: remix
ca: fer un remix

source: visualizer
ca: visualitzador

source: highlight
ca: compartir un destacat

source: highlight
ca: destacat

source: Automatic Replies Settings API
ca: API Automatic Replies Settings

source: Find Meeting Times API
ca: API Find Meeting Times

source: Tasks API
ca: API Tasks

source: Office 365 Mail API
ca: API Office 365 Mail

source: Ask a parent
ca: Pregunta-ho als pares

source: controlled folder access
ca: accés controlat a les carpetes

source: equalizer
ca: equalitzador

source: Language Community
ca: Comunitat lingüística

source: Language Community tab
ca: pestanya Comunitat lingüística

source: induction regulator
ca: regulador d'inducció

source: induction voltage regulator
ca: regulador de tensió d'inducció

source: p-channel metal-oxide semiconductor field-effect transistor
ca: transistor d’efecte de camp de canal p metall-òxid-semiconductor

source: 1-phase induction voltage regulator
ca: regulador de tensió d'inducció monofàsica

source: Workflow Platform
ca: Plataforma de fluxos de treball

source: Workflow Manager
ca: Administrador de fluxos de treball

source: SMB
ca: PIME

source: function app
ca: aplicació de funcions

source: file handler
ca: gestor de fitxers

source: file handler application
ca: aplicació de gestió de fitxers

source: Presentation Translator
ca: Traductor de presentacions

source: actionable message card
ca: targeta de missatges accionables

source: Actionable Messages
ca: Missatges accionables

source: actionable message
ca: missatge accionable

source: Exploit Protection
ca: Protecció contra vulnerabilitats

source: RFI
ca: sol·licitud d'informació

source: developer program
ca: programa per a desenvolupadors

source: Microsoft Office Developer Program
ca: Programa per a desenvolupadors del Microsoft Office

source: dynamic membership
ca: pertinença dinàmica

source: dynamic group
ca: grup dinàmic

source: flash
ca: flaix

source: vector object
ca: element vectorial

source: Business Card
ca: Targeta comercial

source: front facing
ca: frontal

source: back facing
ca: posterior

source: third-party code
ca: codi de tercers

source: Microsoft Seller Center
ca: Centre de venedors de Microsoft

source: motion controller
ca: comandament de moviment

source: Windows Mixed Reality motion controller
ca: comandament de moviment del Windows Mixed Reality

source: Health Advisor
ca: Assessor d'estat

source: Fresh Start
ca: Inici de zero

source: Microsoft Remote Desktop Preview
ca: Visualització prèvia de l'Escriptori remot de Microsoft

source: Remote Desktop Preview
ca: Visualització prèvia de l'Escriptori remot

source: Engaged restart
ca: Reinici programat

source: Windows Perception Service
ca: Servei de percepció del Windows

source: Xbox app
ca: aplicació Xbox

source: Advanced Editor
ca: Editor avançat

source: append
ca: annexar

source: mashup
ca: fusió

source: left anti
ca: anti esquerra

source: right anti
ca: anti dreta

source: gateway
ca: passarel·la

source: load
ca: càrrega

source: load
ca: carregar

source: frame
ca: marc

source: mixed reality headset
ca: casc de realitat mixta

source: headset
ca: casc

source: immersive headset
ca: casc immersiu

source: switch
ca: canvi

source: switch
ca: canviar

source: frame
ca: emmarcar

source: zero state
ca: estat zero

source: archery
ca: Tir amb arc

source: basketball
ca: Basquetbol

source: be right back
ca: Ara torno

source: bell
ca: Campana

source: bicycle
ca: Bicicleta

source: blessing
ca: Benedicció

source: bomb
ca: Bomba

source: bowled
ca: Tombat

source: bunny
ca: Conillet

source: busy day
ca: Enfeinada

source: call
ca: Truca

source: camera
ca: Càmera

source: can you talk?
ca: Pots parlar?

source: can’t unsee that
ca: No es pot esborrar de la memòria

source: car
ca: Cotxe

source: cat
ca: Gat

source: champagne
ca: Xampany

source: cheese
ca: Formatge

source: cold shivering
ca: Cara glaçada

source: computer
ca: Ordinador

source: computer rage
ca: Frustració informàtica

source: confidential
ca: Confidencial

source: crying with laughter
ca: Plorant de riure

source: disco dancer
ca: Ball disco

source: dog
ca: Gos

source: donkey
ca: Ase

source: don't talk to me
ca: No em parlis

source: dreaming
ca: Somniant

source: falling in love
ca: Enamorat

source: feeling sweet!
ca: Dolces sensacions

source: fingers
ca: Dit

source: fireworks
ca: Focs d‘artifici

source: fist bump
ca: Xoc de punys

source: fool
ca: Recipient

source: games
ca: Jocs

source: ghost
ca: Fantasma

source: gift
ca: Regal

source: got to run
ca: Toca el dos

source: hands celebrating
ca: Mans en celebració

source: heart eyes
ca: Ulls de cor

source: heart hands
ca: Mans fent un cor

source: hold on
ca: Espera

source: ill
ca: Malalt

source: island
ca: Illa

source: key
ca: Clau

source: kissing lips
ca: Llavis que fan un petó

source: lady vampire
ca: Vampiressa

source: let's meet
ca: Reunim-nos

source: like
ca: M‘agrada

source: listening
ca: S‘està escoltant

source: listening to headphones
ca: Amb els auriculars

source: love
ca: Amor

source: man
ca: Home

source: monkey
ca: Mico

source: Movember
ca: Movembre

source: OK
ca: D’acord

source: on the loo
ca: Al vàter

source: piggy bank
ca: Guardiola

source: pile of poo
ca: Caca

source: plane
ca: Avió

source: poke
ca: Toc

source: polar bear
ca: Os polar

source: praying
ca: Pregària

source: promise
ca: Promesa

source: pumpkin
ca: Carbassa

source: rainbow
ca: Arc de Sant Martí

source: reindeer
ca: Ren

source: running
ca: Atletisme

source: Santa
ca: Pare Noel

source: sarcastic
ca: Sarcàstic

source: selfie
ca: Autofoto

source: sheep
ca: Ovella

source: skull
ca: Calavera

source: slap
ca: Bufetada

source: snail
ca: Cargol

source: snow angel
ca: Àngel de neu

source: snowflake
ca: Floc de neu

source: sorry
ca: Ho sento

source: speechless
ca: Bocabadat

source: spoiler alert
ca: Alerta de filtració

source: squirrel
ca: Esquirol

source: stop
ca: Atura’t

source: sweating
ca: Suant

source: talk to the hand
ca: Parla a la mà

source: talking too much
ca: Parlant massa

source: tea
ca: Te

source: thanks
ca: Gràcies

source: tired
ca: Cansat

source: trophy
ca: Trofeu

source: TV binge zombie
ca: Zombi addicte a la televisió

source: umbrella
ca: Paraigua

source: unamused
ca: Avorrit

source: vampire
ca: Vampir

source: who’s this!?
ca: Qui és?

source: WTF…
ca: Però quin diable...?

source: yoga
ca: Ioga

source: zombie
ca: Zombi

source: eye control
ca: control ocular

source: Xbox Avatars
ca: Avatars de l'Xbox

source: Octocorn
ca: Popicorn

source: Semi-Annual Channel (Targeted)
ca: Canal semianual (orientat)

source: Firstline Worker
ca: Treballador de primera línia

source: Firstline Workforce
ca: treballadors de primera línia

source: Component Update Service
ca: Servei d'actualització de components

source: emoji panel
ca: tauler d'emojis

source: Microsoft App Installer
ca: Instal·lador de l'aplicació de Microsoft

source: App Installer
ca: Instal·lador de l'aplicació

source: Modern Desktop
ca: Escriptori modern

source: firstline worker
ca: treballador de primera línia

source: Skype for Windows phone
ca: Skype per a telèfon Windows

source: Skype for iOS
ca: Skype per a l'iOS

source: Skype for Apple Watch
ca: Skype per a l'Apple Watch

source: Skype for Android Wear
ca: Skype per a l'Android Wear

source: Digital Pencil
ca: Llapis digital

source: pencil texture
ca: textura del llapis

source: Xbox game speech window
ca: finestra de veu dels jocs de l'Xbox

source: Creators Collection
ca: Col·lecció dels creadors

source: stale data
ca: dades obsoletes

source: zero line
ca: línia zero

source: device writeback
ca: escriptura diferida del dispositiu

source: General Data Protection Regulation
ca: Reglament general de protecció de dades

source: GDPR
ca: RGPD

source: Planner Bot
ca: Robot del Planner

source: Audio Conferencing
ca: audioconferència

source: Audio Conferencing
ca: Audioconferència

source: Office 365 Audio Conferencing
ca: Audioconferència de l'Office 365

source: Office 365 Communications Credits
ca: Crèdits de comunicacions de l'Office 365

source: Communications Credits
ca: Crèdits de comunicacions

source: Audio Conferencing Pay-Per-Minute
ca: audioconferència de pagament per minut

source: Office 365 Audio Conferencing Pay-Per-Minute
ca: Audioconferència de pagament per minut de l'Office 365

source: Skype Backpack
ca: Motxilla de Skype

source: Adventure
ca: Aventura

source: Classic
ca: Clàssic

source: Blanch
ca: Pàl·lid

source: Portrait
ca: Retrat

source: Inky
ca: Tintat

source: Twilight
ca: Capvespre

source: Energy
ca: Energia

source: Kelly
ca: Verd Kelly

source: Brassy
ca: Contrastat

source: Clean
ca: Precís

source: Chilled
ca: Relaxat

source: Electric
ca: Elèctric

source: Sandy
ca: Sorrenc

source: Joy
ca: Viu

source: Citrus
ca: Cítric

source: Metallic
ca: Metàl·lic

source: Loved
ca: Acollidor

source: integration runtime
ca: entorn d'execució d'integració

source: Fresh
ca: Fresc

source: Poetry
ca: Poètic

source: Graphic
ca: Gràfic

source: Quiet
ca: Calma

source: Downtown
ca: Urbanita

source: Microsoft Power BI Report Server
ca: Servidor d'informes del Microsoft Power BI

source: Power BI Report Server
ca: Servidor d'informes del Power BI

source: Xbox Networking
ca: Xarxes de l'Xbox

source: storage explorer
ca: explorador d'emmagatzematge

source: Security Information and Event Management
ca: Informació de seguretat i administració d'esdeveniments

source: Usage Analytics
ca: Anàlisi d'ús

source: Advanced Usage Analytics
ca: Anàlisi d'ús avançada

source: scroll handle
ca: control de desplaçament

source: rainbow
ca: arc de Sant Martí

source: ink effect
ca: efecte d'entrada manuscrita

source: galaxy
ca: galàxia

source: gold
ca: or

source: silver
ca: plata

source: ocean
ca: oceà

source: rose gold
ca: or rosat

source: effect
ca: efecte

source: Office Training Center
ca: Centre de formació de l'Office

source: a man and his dog
ca: Un home amb un gos

source: acorn
ca: Gla

source: American football
ca: Futbol americà

source: Ancient One
ca: L’ancià

source: Anger
ca: Fúria

source: Angry Red
ca: Red enfurismat

source: Auld Lang Syne
ca: L’hora dels adeus

source: avocado love
ca: Alvocats enamorats

source: bald man with glasses
ca: Un home calb amb ulleres

source: bronze medal
ca: Medalla de bronze

source: cactus love
ca: Amor de cactus

source: cheerleader
ca: Animadora

source: cheers!
ca: Salut

source: chicks’ egg
ca: Ou de pollet

source: confusion
ca: Confusió

source: dad time
ca: Temps amb el pare

source: dancing gran
ca: L‘àvia ballarina

source: dancing hen
ca: Gallina ballarina

source: dancing penguin
ca: Pingüí dansaire

source: dancing Thanksgiving turkey
ca: Gall d‘indi d‘Acció de gràcies dansaire

source: disgust
ca: Desgrat

source: Doctor Strange
ca: Doctor Estrany

source: engagement ring
ca: Anell de compromís

source: family time
ca: Temps en família

source: Fear
ca: Temor

source: festive party
ca: Festa nadalenca

source: finger
ca: Dit

source: football fail
ca: Fallar

source: FUBAR
ca: fet pols

source: girl shopping
ca: Noia de compres

source: global learning
ca: Aprenentatge global

source: gold medal
ca: Medalla d‘or

source: Hanukkah
ca: Hanukkà

source: hedgehog
ca: Eriçó

source: Heston facepalm
ca: Mare meva Heston

source: holiday spirit
ca: Esperit nadalenc

source: hungry cat
ca: Gat afamat

source: in love pose
ca: Posició d‘enamorat

source: Joy
ca: Alegria

source: LFC fan clapping
ca: Aficionat de l'LFC que aplaudeix

source: LFC fan facepalm
ca: Aficionat de l'LFC que es desespera

source: LFC fan laugh
ca: Aficionat de l'LFC que riu

source: LFC fan party
ca: Aficionat de l'LFC que celebra

source: LFC fan worried
ca: Aficionat de l'LFC que està preocupat

source: love gift
ca: Regal d’amor

source: man playing football
ca: Un home que juga a futbol

source: man saying come on
ca: Un home amb un barret

source: man taking a photo
ca: Un home que fa una foto

source: mariachi love
ca: Amor mariatxi

source: mistletoe
ca: Vesc

source: mom-mello
ca: Xocolata i núvols

source: monkey giggle
ca: Rialleta de mico

source: morning after party
ca: Al matí després de la festa

source: moving home
ca: Mudança

source: muscle and fat guy
ca: Noi gras i musculós

source: nature's call
ca: La crida de la natura

source: nesting eggs
ca: Ous de pasqua

source: no worries
ca: No et preocupis

source: penguin kiss
ca: Petó de pingüí

source: podium
ca: Podi

source: pull shot
ca: Batada

source: rainbow smile
ca: Somriure de l’arc de Sant Martí

source: rock chick
ca: Pollet rocker

source: Sadness
ca: Tristesa

source: Santa mooning
ca: Pare Noel ensenyant el cul

source: Silly Pig
ca: Porc beneit

source: silver medal
ca: Medalla de plata

source: skate
ca: Monopatí

source: slipper
ca: Sabatilla

source: sloth
ca: Peresós

source: smiling man with glasses
ca: Un home amb ulleres que somriu

source: spring lamb
ca: Xai de primavera

source: stingray
ca: Rajada

source: super mum
ca: Supermare

source: Suryan Namaskar
ca: Salutació al sol

source: sweet
ca: Dolços

source: synchronized swimming
ca: Natació sincronitzada

source: tandoori chicken
ca: Pollastre tandoori

source: tealight
ca: Llum de te

source: tennis fail
ca: Tenista negat

source: trampoline
ca: Trampolí

source: tubelight
ca: Tub de llum

source: victory sign
ca: Signe de la victòria

source: waiting
ca: Esperant

source: whistle
ca: Xiulada

source: woman
ca: Dona

source: Xmas tree
ca: Arbre de Nadal

source: year of the fire rooster
ca: Any del Gall de Foc

source: year of the monkey
ca: L‘any del mico

source: good luck
ca: Bona sort

source: keep fit
ca: Posar-se en forma

source: what's going on?
ca: Què passa?

source: chiclet
ca: conjunt de botons

source: colorbrewer
ca: paleta de colors

source: runner counter
ca: comptador d'executors

source: wiggle
ca: bellugueig

source: stream graph
ca: gràfic de flux

source: word-breaking
ca: separació de paraules

source: capacity
ca: capacitat

source: Photos Add-on
ca: complement de Fotos

source: Attack Simulator
ca: Simulador d'atacs

source: Attack simulator
ca: Simulador d'atacs

source: Compliance Manager
ca: Administrador de compliment normatiu

source: Line Focus
ca: Focus de línia

source: real-time collaboration
ca: col·laboració en temps real

source: real-time typing
ca: escriptura en temps real

source: choropleth map
ca: mapa de coropletes

source: Ink Toolbox
ca: Quadre d'eines d'entrada manuscrita

source: Xbox One X Enhanced
ca: Millorat per a l'Xbox One X

source: Sharing
ca: Ús compartit

source: Steps
ca: Passos

source: 1-way binding
ca: vinculació unidireccional

source: 2-way binding
ca: vinculació bidireccional

source: unbind
ca: desenllaçar

source: pencil effect
ca: efecte de llapis

source: Default Link Permission
ca: Permís per defecte dels enllaços

source: active seat average score
ca: puntuació mitjana de les llicències actives

source: Office 365 Threat Intelligence
ca: Informació sobre amenaces de l'Office 365

source: Threat Intelligence
ca: Informació sobre amenaces

source: pre-paid subscription
ca: subscripció de prepagament

source: retailer
ca: comerç

source: Xbox Assist
ca: Assistència de l'Xbox

source: South Africa North
ca: Nord de Sud-àfrica

source: South Africa West
ca: Oest de Sud-àfrica

source: zero-day threat
ca: amenaça de dia zero

source: end-point agent
ca: agent d'extrem

source: endpoint agent
ca: agent d'extrem

source: one-time purchase
ca: compra única

source: compatibility pack
ca: paquet de compatibilitat

source: industry average score
ca: puntuació mitjana del sector

source: Phone Plan
ca: pla telefònic

source: Skype to Phone
ca: De Skype al telèfon

source: sticker
ca: adhesiu

source: Translator
ca: Traductor

source: Search service
ca: Servei de cerca

source: Cortana skill
ca: Destresa de la Cortana

source: Windows Update for Business
ca: Windows Update per a empreses

source: compound segment
ca: segment compost

source: dynamic segment
ca: segment dinàmic

source: business outcome
ca: resultat empresarial

source: grade
ca: qualificació

source: inferred match
ca: coincidència inferida

source: info card
ca: targeta d'informació

source: interaction
ca: interacció

source: match threshold
ca: llindar de coincidència

source: owning user
ca: usuari propietari

source: prediction
ca: predicció

source: predictive grade
ca: grau predictiu

source: predictive match
ca: coincidència predictiva

source: predictive match policy
ca: política de coincidència predictiva

source: predictive scoring model
ca: model de puntuació predictiu

source: property
ca: propietat

source: provisioning state
ca: estat d'aprovisionament

source: lead qualification
ca: qualificació del client potencial

source: segment member
ca: membre del segment

source: standard lead entity
ca: entitat estàndard de clients potencials

source: static segment
ca: segment estàtic

source: tree traversal
ca: recorregut d'arbre

source: threat intelligence
ca: informació sobre amenaces

source: cyber intelligence
ca: informació de ciberamenaces

source: cyber threat intelligence
ca: informació sobre ciberamenaces

source: remediate
ca: corregir

source: baseline prediction
ca: predicció de referència

source: traversal
ca: recorregut

source: graph traversal
ca: recorregut de gràfic

source: disposition review
ca: revisió per a la destrucció

source: Supervision
ca: Supervisió

source: Microsoft Store on Windows 10
ca: Microsoft Store del Windows 10

source: Microsoft Store on Xbox One
ca: Microsoft Store de l'Xbox One

source: Microsoft Store online
ca: Microsoft Store en línia

source: Me
ca: Jo

source: Visio on the web preview
ca: Visio al web Preview

source: Call Quality Dashboard
ca: Tauler de qualitat de les trucades

source: CQD
ca: TQT

source: data leak
ca: filtració de dades

source: spear phishing
ca: pesca dirigida

source: Windows Mixed Reality Settings
ca: Configuració del Windows Mixed Reality

source: discovery
ca: detecció

source: Cloud Voice
ca: veu al núvol

source: Business Apps (free)
ca: Aplicacions empresarials (gratis)

source: Office 365 Adoption
ca: Adopció de l'Office 365

source: secret store
ca: magatzem de secrets

source: account protection
ca: protecció del compte

source: Ransomware data recovery
ca: Recuperació de dades de programari maliciós de rescat

source: Ransomware protection
ca: Protecció contra programari maliciós de rescat

source: Threat history
ca: Historial d'amenaces

source: Virus & threat protection updates
ca: Actualitzacions de la protecció contra virus i amenaces

source: transacting partner of record
ca: associat de transacció de registre

source: digital partner of record
ca: associat digital de registre

source: Office 365 Adoption Preview
ca: Adopció de l'Office 365 Preview

source: sovereign cloud
ca: núvol sobirà

source: invariant culture
ca: referència cultural invariable

source: Resume Assistant
ca: Assistent per a CV

source: Resume Assistant
ca: Assistent per a currículums

source: CV Assistant
ca: Assistent per a CV

source: Office 365 Customer Success Center
ca: Centre de resultats per a clients de l'Office 365

source: Success Center
ca: Centre de resultats

source: Resource Graph
ca: Gràfic de recursos

source: jailbreak
ca: alliberar

source: rooted
ca: amb accés a l'arrel

source: deemphasize
ca: desemfasitzar
