Repository: Softcatala/translation-memory-tools
Catalog: source-pos/microsoft/microsoft-terms.po
Languages: ca

source: Word for Microsoft 365 for Mac
ca: Word per al Microsoft 365 per al Mac

source: job title
ca: càrrec

source: Sourced From
ca: Font:

source: filled map
ca: mapa de coropletes

source: shell extension
ca: extensió del shell

source: hardware acceleration
ca: acceleració del maquinari

source: private message
ca: missatge privat

source: resource group
ca: grup de recursos

source: role-based access control
ca: control d'accés segons les funcions

source: search administration database
ca: base de dades d'administració de cerques

source: My apps
ca: Les meves aplicacions

source: Search
ca: Cerca

source: Restore this version
ca: Restaura aquesta versió

source: Preview
ca: Visualització prèvia

source: Storyline
ca: Guió

source: card
ca: disseny

source: Header
ca: Capçalera

source: Slideshow
ca: Presentació de diapositives

source: Stack
ca: Pila

source: Add content
ca: Afegeix contingut

source: Import Document
ca: Importa un document

source: Suggested Content
ca: Contingut suggerit

source: Upload Content
ca: Carrega contingut

source: Share
ca: Comparteix

source: Group
ca: Grup

source: Background
ca: Fons

source: Block Quote
ca: Cita en bloc

source: Grid
ca: Quadrícula

source: Showcase
ca: Presentació

source: Layout Gallery
ca: Galeria de dissenys

source: Office 365 Message Encryption Viewer
ca: Visualitzador de xifratge de missatges de l'Office 365

source: OME Viewer
ca: Visualitzador OME

source: preview instance
ca: instància de visualització prèvia

source: service instance
ca: instància de servei

source: Get Help
ca: Obtén ajuda

source: Microsoft Get Help
ca: Obtén ajuda de Microsoft

source: Microsoft Get Started
ca: Introducció de Microsoft

source: access token
ca: testimoni d'accés

source: selfie
ca: autofoto

source: Rich HDR
ca: HDR enriquit

source: Start
ca: Inicia

source: Start
ca: Inici

source: Start screen
ca: pantalla inicial

source: Start
ca: Inici

source: Start menu
ca: menú Inicia

source: Office for iPhone
ca: Office per a l'iPhone

source: Microsoft Office for iPhone
ca: Microsoft Office per a l'iPhone

source: vignette
ca: vinyeta

source: Windows Insider Hub
ca: Centre de l'Insider del Windows

source: Insider Hub
ca: Centre de l'Insider

source: Office 365 Education for faculty
ca: Office 365 Education per a docents

source: production instance
ca: instància de producció

source: stream
ca: seqüència

source: History
ca: Historial

source: E-reader
ca: Llibre electrònic

source: Fiction
ca: Ficció

source: Nonfiction
ca: No-ficció

source: Reference
ca: Referència

source: Accounting & finance
ca: Comptabilitat i finances

source: Collaboration
ca: Col·laboració

source: Data & analytics
ca: Dades i anàlisi

source: File management
ca: Administració de fitxers

source: Legal & HR
ca: Legal i Recursos Humans

source: Inventory & logistics
ca: Inventari i logística

source: Project management
ca: Gestió de projectes

source: Remote desktop
ca: Escriptori remot

source: Sales & marketing
ca: Vendes i màrqueting

source: Time & expenses
ca: Temps i despeses

source: Developer tools
ca: Eines de desenvolupador

source: Database
ca: Base de dades

source: Design tools
ca: Eines de disseny

source: Development kits
ca: Equips de desenvolupament

source: Networking
ca: Xarxes

source: Reference & training
ca: Referència i formació

source: Servers
ca: Servidors

source: Utilities
ca: Utilitats

source: Web hosting
ca: Allotjament web

source: Early learning
ca: Aprenentatge precoç

source: Instructional tools
ca: Eines didàctiques

source: Language
ca: Idioma

source: Study aids
ca: Ajuda a l'estudi

source: Hobbies & toys
ca: Aficions i jocs

source: Automotive
ca: Automoció

source: Home & garden
ca: Casa i jardí

source: Relationships
ca: Relacions

source: Special interest
ca: Interessos especials

source: Style & fashion
ca: Estilisme i moda

source: Multimedia design
ca: Disseny multimèdia

source: Illustration & graphic design
ca: Il·lustració i disseny gràfic

source: Music production
ca: Producció musical

source: Photo & video production
ca: Producció de fotos i vídeos

source: Medical
ca: Medicina

source: Music
ca: Música

source: Navigation & maps
ca: Navegació i mapes

source: News
ca: Notícies

source: Weather
ca: El temps

source: Banking & investments
ca: Banca i inversions

source: Budgeting & taxes
ca: Pressupostos i impostos

source: Personalization
ca: Personalització

source: Ringtones & sounds
ca: Tons de trucada i sons

source: Themes
ca: Temes

source: Windows Themes
ca: Temes del Windows

source: Wallpaper & lock screens
ca: Fons de pantalla i pantalles de blocatge

source: Photo & video
ca: Fotos i vídeos

source: PC protection
ca: Protecció de l'ordinador

source: Personal security
ca: Seguretat personal

source: City guides
ca: Guies turístiques

source: Utilities & tools
ca: Utilitats i eines

source: Backup & manage
ca: Còpia de seguretat i administració

source: File managers
ca: Administradors de fitxers

source: Web browsing
ca: Navegació web

source: Fighting
ca: Lluita

source: Simulation
ca: Simulació

source: Strategy
ca: Estratègia

source: Word
ca: Jocs de paraules

source: Featured sets
ca: Conjunts seleccionats

source: Featured selection
ca: Selecció

source: Staff picks
ca: Recomanacions de l'expert

source: Editors' picks
ca: Recomanacions de l'editor

source: Top rated
ca: Els millor valorats

source: Top selling
ca: Els més venuts

source: Popular on Xbox
ca: Més populars de l'Xbox

source: Coming soon
ca: Properament

source: Pre-orders
ca: Reserves de comandes

source: Game trailers
ca: Tràilers de jocs

source: Recommended movies
ca: Pel·lícules recomanades

source: Top rentals
ca: Els més llogats

source: Top rented
ca: Els més llogats

source: Top-rated movies
ca: Les pel·lícules millor valorades

source: Top movie rentals
ca: Pel·lícules més llogades

source: Top-selling movies
ca: Les pel·lícules més venudes

source: Popular movies
ca: Pel·lícules famoses

source: New movies
ca: Novetats cinematogràfiques

source: Featured movies
ca: Pel·lícules seleccionades

source: Recommended music
ca: Música recomanada

source: Popular music
ca: Cançons famoses

source: Featured albums
ca: Àlbums seleccionats

source: Featured music
ca: Música seleccionada

source: Popular stations
ca: Més populars de la ràdio

source: Top music
ca: Música més escoltada

source: New music
ca: Novetats musicals

source: Recently-found songs
ca: Descobertes musicals

source: Top songs
ca: Les cançons més escoltades

source: New albums
ca: Nous àlbums

source: Recommended artists
ca: Artistes recomanats

source: Featured artists
ca: Artistes seleccionats

source: Popular artists
ca: Artistes famosos

source: New TV shows
ca: Novetats de TV

source: Last night
ca: Anit

source: Last night on TV
ca: Programes de TV d'anit

source: Last night's shows
ca: Programes d'anit

source: New episode this week
ca: Nou episodi de la setmana

source: Recommended TV
ca: Programes de TV recomanats

source: Popular shows
ca: Més populars de la TV

source: Featured TV
ca: Programes de TV seleccionats

source: Featured TV shows
ca: Programes de TV seleccionats

source: Last chance rentals
ca: Darreres oportunitats de lloguer

source: TV movies
ca: Pel·lícules per a la TV

source: Recommended
ca: Recomanacions

source: Recommended for you
ca: Et recomanem

source: Sports & activities
ca: Esports i esplai

source: Quick Text
ca: Text ràpid

source: Reset protection
ca: Protecció de reinicialització

source: Maps
ca: Mapes

source: Windows Maps
ca: Mapes del Windows

source: Windows Voice Recorder
ca: Enregistrador de veu del Windows

source: Voice Recorder
ca: Enregistrador de veu

source: User Local
ca: Hora local de l'usuari

source: Date Only
ca: Només data

source: Time-Zone Independent
ca: Independent del fus horari

source: action shot
ca: fotografia d'acció

source: dynamic exposure
ca: exposure dinàmic

source: dynamic flash
ca: flash dinàmic

source: living image
ca: fotoclip

source: motion focus
ca: Focus de moviment

source: Quick access
ca: Accés ràpid

source: Radio
ca: Ràdio

source: Suggestions for you
ca: Suggeriments per a tu

source: lap
ca: volta

source: split
ca: temps parcial

source: ad mediation
ca: mediació d'anuncis

source: client ID
ca: ID del client

source: crowdsourcing
ca: proveïment participatiu

source: daily digest
ca: resum diari

source: Deny
ca: Denega

source: Decline
ca: Rebutja

source: Yammer Directory Sync
ca: Sincronització del directori del Yammer

source: Directory Sync
ca: Sincronització del directori

source: enterprise social network
ca: xarxa social empresarial

source: analytics dashboard
ca: tauler d'anàlisis

source: invitation
ca: invitació

source: Invite
ca: Convida

source: parent network
ca: xarxa principal

source: Expertise
ca: Coneixements

source: pending user
ca: usuari pendent

source: People Directory
ca: Directori d'usuaris

source: People
ca: Persones

source: Partner Center
ca: Centre d'associats

source: Poll
ca: Enquesta

source: Praise
ca: Elogia

source: Preferences
ca: Preferències

source: private group
ca: grup privat

source: private note
ca: nota privada

source: Profile
ca: Perfil

source: Basics
ca: Informació bàsica

source: public group
ca: grup públic

source: reactivate
ca: reactivar

source: soft delete
ca: eliminació provisional

source: Try It
ca: Prova-ho

source: Unfollow
ca: Deixa de seguir

source: Unlike
ca: Ja no m'agrada

source: usage policy
ca: norma d'ús

source: verified admin
ca: administrador verificat

source: weekly digest
ca: resum setmanal

source: Leaderboard
ca: Tauler de classificació

source: Office Lens to Doc
ca: Office Lens to document

source: compliance policy
ca: norma de compliment

source: go back
ca: torna endarrere

source: quest
ca: tasca

source: Microsoft Phone
ca: Telèfon Microsoft

source: Phone
ca: Telèfon

source: Skype video calling
ca: Videotrucada de l'Skype

source: Christian Religious Holidays
ca: Festes religioses cristianes

source: Jewish Religious Holidays
ca: Festes religioses jueves

source: Islamic (Shia) Religious Holidays
ca: Festes religioses islàmiques (xiïtes)

source: Islamic (Sunni) Religious Holidays
ca: Festes religioses islàmiques (sunnites)

source: Settings
ca: Configuració

source: Snap Assist
ca: Auxiliar d'acoblament

source: Snap Fill
ca: Acoblament complet

source: Task view
ca: Visualització de tasques

source: Windows 10 Technical Preview for phones
ca: Windows 10 Technical Preview per al telèfon

source: folder
ca: carpeta

source: Live Folder
ca: Carpeta dinàmica

source: tablet mode
ca: mode de tauleta

source: Outlook Mail and Calendar
ca: Correu i Calendari de l'Outlook

source: Mail and Calendar
ca: Correu i Calendari

source: Outlook Mail and Outlook Calendar
ca: Correu de l'Outlook i Calendari de l'Outlook

source: Outlook Mail and Calendar Accounts
ca: Comptes de Correu i Calendari de l'Outlook

source: Mail and Calendar Accounts
ca: Comptes de Correu i Calendari

source: board
ca: tauler

source: Search refiner
ca: Refinador de cerques

source: notification pane
ca: subfinestra de notificacions

source: modern authentication
ca: autenticació moderna

source: Office Graph API
ca: API de l'Office Graph

source: Microsoft Office for Mac
ca: Microsoft Office per al Mac

source: Office for Mac
ca: Office per al Mac

source: folder-level tracking
ca: seguiment per carpeta

source: Conversations
ca: Converses

source: OneNote Integration
ca: Integració del OneNote

source: Location Type
ca: Tipus d'ubicació

source: Dedicated for OneNote Integration
ca: Dedicat a la Integració del OneNote

source: end of support
ca: fi de l'assistència tècnica

source: pull request
ca: sol·licitud d'extracció

source: Cloud Search service application
ca: aplicació de servei de cerca al núvol

source: OneNote Staff Notebook for Education
ca: Llibreta per a docents del OneNote for Education

source: OneNote Staff Notebook
ca: Llibreta per a docents del OneNote

source: additional requirement
ca: requisits addicionals

source: Ask Cortana
ca: Pregunta-ho a la Cortana

source: Microsoft Store for Business
ca: Microsoft Store per a empreses

source: cursor controller
ca: controlador de cursor

source: Deals Hub
ca: Centre de promocions

source: Tab Peek
ca: Vista ràpida de pestanyes

source: peek
ca: fer una ullada

source: step-by-step directions
ca: indicacions detallades

source: Phones
ca: Telèfons

source: Family
ca: Família

source: Calendar World Readiness
ca: Configuració regional del Calendari

source: storyline
ca: argument

source: Top TV
ca: Principals programes de TV

source: sideload
ca: transmetre localment

source: Microsoft SQL Server Data-Tier Application Framework
ca: DACFx

source: OAuth token
ca: testimoni d'Oauth

source: unfollow
ca: deixar de seguir

source: Hub
ca: Centre

source: Office 2016 for Mac
ca: Office 2016 per al Mac

source: Office for Mac for Office 365
ca: Office per al Mac per a l'Office 365

source: Outlook 2016 for Mac
ca: Outlook 2016 per al Mac

source: OneNote 2016 for Mac
ca: OneNote 2016 per al Mac

source: PowerPoint 2016 for Mac
ca: PowerPoint 2016 per al Mac

source: Excel 2016 for Mac
ca: Excel 2016 per al Mac

source: Word 2016 for Mac
ca: Word 2016 per al Mac

source: Office Home & Student 2016 for Mac
ca: Office Home & Student 2016 per al Mac

source: Office Home & Business 2016 for Mac
ca: Office Home & Business 2016 per al Mac

source: insight
ca: conclusió

source: Safe links
ca: Enllaços segurs

source: Safe attachment
ca: Fitxer adjunt segur

source: Data Analysis
ca: Anàlisi de dades

source: Office 365 Partner Admin
ca: Administració d'associats de l'Office 365

source: Skype® for Business basic client
ca: client de Skype® for Business Basic

source: Skype® for Business for iPhone
ca: Skype® for Business per a iPhone

source: Skype for Business for iPhone
ca: Skype for Business per a iPhone

source: Skype for Business on the web
ca: Skype for Business al web

source: Skype for Business Web App
ca: aplicació web de Skype for Business

source: Skype for Business Web App Plug-in
ca: connector de l'aplicació web de Skype for Business

source: Skype-to-phone
ca: De Skype al telèfon

source: Microsoft Security Development Lifecycle
ca: Cicle de vida de desenvolupament de la seguretat de Microsoft

source: Security Development Lifecycle
ca: Cicle de vida de desenvolupament de la seguretat

source: cloud search service
ca: servei de cerca al núvol

source: Emphasize
ca: Emfasitza

source: Structure
ca: Estructura

source: Windows MultiPoint Server Repair Service
ca: Servei de reparació Windows MultiPoint Server

source: smart blocking
ca: bloqueig intel·ligent

source: bit toggling keypad
ca: teclat numèric de commutació de bits

source: Collection
ca: Col·lecció

source: color boost
ca: accentuació del color

source: Internet of Things
ca: Internet de les coses

source: my stuff
ca: les meves coses

source: Web Note
ca: nota web

source: App list
ca: llista d'aplicacions

source: Windows Remote Assistance
ca: Assistència remota del Windows

source: Your movies & TV
ca: Les teves pel·lícules i els teus programes

source: Your movies
ca: Les teves pel·lícules

source: Movie genres
ca: Gèneres cinematogràfics

source: Movie studios
ca: Estudis cinematogràfics

source: TV genres
ca: Gèneres televisius

source: TV networks
ca: Xarxes de TV

source: pareto chart
ca: gràfic de Pareto

source: center app tile
ca: peça central d'aplicacions

source: Outlook on the web
ca: Outlook al web

source: Skype for Mac
ca: Skype per a Mac

source: Skype for Linux
ca: Skype per a Linux

source: Skype for iPhone
ca: Skype per a iPhone

source: Skype for Android
ca: Skype per a Android

source: Skype for Windows Phone
ca: Skype per a Windows Phone

source: Skype for BlackBerry
ca: Skype per a BlackBerry

source: Skype for Nokia X
ca: Skype per a Nokia X

source: Skype for Amazon Fire Phone
ca: Skype per a Amazon Fire Phone

source: Skype for iPad
ca: Skype per a iPad

source: Skype for Kindle Fire HD
ca: Skype per a Kindle Fire HD

source: Skype for Xbox One
ca: Skype per a Xbox One

source: Skype for PlayStation®Vita
ca: Skype per a PlayStation®Vita

source: Skype for iPod touch
ca: Skype per a iPod touch

source: Skype for TV
ca: Skype per a televisors

source: Skype for Outlook.com
ca: Skype per a l'Outlook.com

source: Skype for Web
ca: Skype per a Web

source: Mail
ca: Correu

source: Outlook Mail
ca: Correu de l'Outlook

source: Outlook Calendar
ca: Calendari de l'Outlook

source: Calendar
ca: Calendari

source: OneNote Staff Notebook
ca: Llibreta per a docents del OneNote

source: block
ca: bloquejar

source: code
ca: codi

source: follower
ca: seguidor

source: dictation time
ca: temps de dictat

source: gamercard
ca: targeta de jugador

source: gamerpic
ca: imatge de jugador

source: guest key
ca: clau de convidat

source: Home
ca: Inici

source: Polycom Roundtable 100 for Skype for Business
ca: Polycom Roundtable 100 per a Skype for Business

source: install
ca: instal·lar

source: Instant Switching
ca: Canvi instantani

source: jump
ca: saltar

source: Kinect sign-in
ca: Inici de sessió del Kinect

source: notification
ca: notificació

source: passkey
ca: clau de pas

source: product key
ca: clau del producte

source: QR code
ca: codi QR

source: Skype for Business conversations
ca: converses de Skype for Business

source: Office 365 settings
ca: Configuració de l'Office 365

source: Settings pane
ca: tauler Configuració

source: Organize
ca: Organitza

source: API app
ca: aplicació d'API

source: logic app
ca: aplicació lògica

source: real name
ca: nom real

source: Suggested
ca: Suggeriment

source: search
ca: cerca

source: search
ca: cercar

source: snap app tile
ca: peça per acoblar aplicacions

source: snappable
ca: acoblable

source: stream
ca: transmet per flux de dades

source: signal
ca: senyal

source: Embed
ca: Incrustació

source: Embed card
ca: Targeta d'incrustació

source: search tag
ca: etiqueta de cerca

source: Microsoft Office Standard 2016 for Mac
ca: Microsoft Office Standard 2016 per al Mac

source: Suggested color
ca: Color suggerit

source: Design
ca: Disseny

source: Style
ca: Estil

source: Design panel
ca: tauler Disseny

source: Design customization
ca: Personalització del disseny

source: group card
ca: disseny de grup

source: Style gallery
ca: Galeria d'estils

source: Font choices
ca: Opcions de tipus de lletra

source: Favorites
ca: Preferits

source: Panorama
ca: Panoràmica

source: Detail view
ca: visualització Detall

source: Get Started!
ca: Comença

source: Bulleted list
ca: Llista amb pics

source: Numbered list
ca: Llista numerada

source: Report a violation
ca: Informa d'una infracció

source: Card gallery
ca: Galeria de dissenys

source: Link
ca: Enllaça

source: Archive
ca: Arxiu

source: Get Windows 10
ca: Obtén el Windows 10

source: Microsoft Software Download
ca: Baixada de programari de Microsoft

source: virtual desktop
ca: escriptori virtual

source: desktop
ca: escriptori

source: upvote
ca: vot a favor

source: upvote
ca: votar a favor

source: Microsoft family
ca: família de Microsoft

source: Ratings and reviews
ca: Valoracions i crítiques

source: add-on
ca: complement

source: reading view
ca: visualització de lectura

source: path
ca: camí

source: panel
ca: subfinestra

source: cover
ca: portada

source: cover photo
ca: foto de portada

source: digital download code
ca: codi de baixada digital

source: Microsoft Movies & TV
ca: Pel·lícules i programes de Microsoft

source: Movies & TV
ca: Pel·lícules i programes

source: Windows Insider Community Forum
ca: Fòrum de la comunitat del Windows Insider

source: nuisance call
ca: trucada molesta

source: split keyboard mode
ca: mode de teclat dividit

source: docked mode
ca: mode acoblat

source: centered mode
ca: mode centrat

source: Multi-tap guide
ca: Guia de toc múltiple

source: subgraph
ca: subgraf

source: digraph
ca: dígraf

source: directed graph
ca: graf dirigit

source: chart
ca: contingut

source: motion data
ca: dades de moviment

source: trending
ca: tendències

source: trust
ca: confiar

source: upload
ca: pujar

source: upload
ca: pujada

source: voice cue
ca: indicació per a veu

source: Xbox Live Compute
ca: Processos de l'Xbox Live

source: Xbox stores
ca: Botigues de l'Xbox

source: battery compartment
ca: compartiment de la bateria

source: battery compartment door
ca: tapa del compartiment de la bateria

source: Cinematic Realism
ca: Realisme cinemàtic

source: Phone Companion
ca: Auxiliar per al telèfon

source: Phone Companion
ca: Auxiliar per al telèfon

source: Microsoft Phone Companion
ca: Auxiliar per al telèfon de Microsoft

source: Living Games
ca: Jocs en viu

source: Real Motion
ca: Moviment Real

source: Real Voice
ca: Veu Real

source: Xbox One architecture
ca: Arquitectura de l'Xbox One

source: Camera for Lumia
ca: Càmera per a Lumia

source: Windows Camera for Lumia
ca: Càmera del Windows per a Lumia

source: Shadow
ca: Ombra

source: Upgrade Advisor
ca: Assessor d'actualització

source: Windows 10 Upgrade Advisor
ca: Assessor d'actualització del Windows 10

source: Real Vision
ca: Visió Real

source: Xbox One entertainment system
ca: Sistema d'entreteniment de l'Xbox One

source: What's New
ca: Novetats

source: Suggested palette
ca: Paleta suggerida

source: download
ca: baixar

source: download
ca: baixada

source: party
ca: grup

source: profile
ca: perfil

source: Xbox One console
ca: Consola de l'Xbox One

source: Microsoft Office for Android
ca: Microsoft Office per a l'Android

source: Office for Android
ca: Office per a l'Android

source: Word for Android
ca: Word per a l'Android

source: Excel for Android
ca: Excel per a l'Android

source: PowerPoint for Android
ca: PowerPoint per a l'Android

source: info balloon
ca: globus d'informació

source: guided task
ca: tasca guiada

source: content type
ca: tipus de contingut

source: Xbox Live Rewards
ca: Premis de l'Xbox Live

source: Windows DVD Player
ca: Reproductor de DVD del Windows

source: DVD Player
ca: Reproductor de DVD

source: Windows spotlight
ca: Contingut destacat del Windows

source: recovery key
ca: clau de recuperació

source: pin to Start
ca: ancora a l'Inici

source: distribute
ca: distribuir

source: dual-screen mode
ca: mode de pantalla dual

source: game hub
ca: centre de joc

source: OneDrive (cloud only)
ca: OneDrive (només al núvol)

source: purchaser
ca: comprador

source: slideshow
ca: presentació

source: Network & Internet
ca: Xarxa i Internet

source: Network & wireless
ca: Connexió de xarxa i sense fil

source: lifecycle
ca: cicle de vida

source: Office 365 Advanced Threat Protection
ca: Protecció contra amenaces avançada de l'Office 365

source: Office 365 ATP
ca: ATP de l'Office 365

source: data store
ca: magatzem de dades

source: Surface Pen
ca: Llapis del Surface

source: Cloud Solution Provider
ca: Proveïdor de solucions al núvol

source: Microsoft Cloud Solution Provider
ca: Proveïdor de solucions al núvol de Microsoft

source: mobile printing
ca: impressió mòbil

source: Microsoft Connectivity Analyzer
ca: Analitzador de connectivitat de Microsoft

source: Microsoft Connectivity Analyzer Tool
ca: Eina Analitzador de connectivitat de Microsoft

source: blog post
ca: entrada de blog

source: +Follow
ca: +Segueix

source: Send Message
ca: Envia un missatge

source: Hovercard
ca: Targeta flotant

source: sunburst chart
ca: gràfic de projecció solar

source: treemap chart
ca: gràfic de rectangles

source: biometrics
ca: biometria

source: biometric data
ca: dades biomètriques

source: Listener
ca: Oient

source: token
ca: testimoni

source: Microsoft Wi-Fi
ca: Wi-Fi de Microsoft

source: App connector
ca: Connector d'aplicacions

source: Focus Points
ca: Punts importants

source: Comparison
ca: Comparació

source: Heading
ca: Títol

source: Accent
ca: Ressalta
