Repository: Softcatala/translation-memory-tools
Catalog: source-pos/microsoft/microsoft-terms.po
Languages: ca

source: support
ca: servei d'atenció al client

source: dark
ca: fosc

source: light
ca: clar

source: Office Telemetry Agent
ca: Agent de telemetria de l'Office

source: Windows 8 Upgrade Assistant
ca: Ajudant d'actualització del Windows 8

source: geospatial
ca: geoespacial

source: Spot Corruption Handling
ca: Control de danys en punts

source: Spot Fixer
ca: Corrector de punts

source: Snap
ca: Acoblament

source: alignment guide
ca: guia d'alineació

source: cycle chart
ca: gràfic de cicle

source: Log Level Manager
ca: Administrador de nivells de registre

source: Merge Shapes
ca: Combina formes

source: Quick Analysis
ca: Anàlisi ràpida

source: Read mode
ca: mode Lectura

source: directions
ca: indicacions

source: metered network
ca: xarxa limitada

source: trusted root CA
ca: CA arrel de confiança

source: trusted root certification authority
ca: autoritat de certificació arrel de confiança

source: Detected Events
ca: Esdeveniments detectats

source: SharePoint Translation Services
ca: Serveis de traducció del SharePoint

source: Timeline
ca: Cronologia

source: watcher node
ca: node inspector

source: early-launch boot driver
ca: controlador d'arrencada d'execució anticipada

source: phone language
ca: idioma del telèfon

source: eat+drink
ca: restauració

source: Food & Dining
ca: Alimentació i restauració

source: Emergency Callback Mode
ca: Mode de resposta de trucada d'emergència

source: Featured
ca: Destacats

source: Fixed Dialing Number
ca: Número de marcatge fix

source: flash
ca: intercanvia

source: Global mode
ca: Mode global

source: GSM network
ca: xarxa GSM

source: episode
ca: episodi

source: home network
ca: xarxa domèstica

source: how-to video
ca: vídeos de procediments

source: Incoming
ca: Entrant

source: Outgoing
ca: Sortint

source: Key press
ca: En prémer una tecla

source: like
ca: m'agrada

source: link
ca: enllaç

source: linked inbox
ca: safata d'entrada enllaçada

source: Local Scout
ca: Exploració local

source: scout
ca: explora

source: location services
ca: serveis d'ubicació

source: Me
ca: Jo

source: My Windows Phone
ca: El meu Windows Phone

source: Music
ca: Música

source: on mute
ca: en silenci

source: pre-boot
ca: abans de l'arrencada

source: network profile
ca: perfil de xarxa

source: network
ca: xarxa

source: in collection
ca: a la col·lecció

source: office location
ca: ubicació de l'oficina

source: phone mode
ca: mode de telèfon

source: Photos & camera
ca: Fotos i càmera

source: podcast feed
ca: canal de podcast

source: post to
ca: publica'l a

source: private
ca: privat

source: QR code
ca: codi QR

source: picture frame
ca: marc d'imatge

source: Activity Feeds
ca: Canals de continguts d'activitats

source: wall
ca: mur

source: rate and review
ca: valora i escriu una crítica

source: regional format
ca: format regional

source: requests
ca: sol·licituds

source: retweet
ca: fer retweet

source: retweet
ca: retuitar

source: retweet
ca: retuit

source: screen time-out
ca: apaga la pantalla

source: see+do
ca: llocs d'interès

source: Sent from my Windows device
ca: Enviat des del meu dispositiu Windows

source: sign-in
ca: dades d'inici de sessió

source: profile album
ca: àlbum del perfil

source: slide up
ca: llisca amunt

source: audio style
ca: estil d'àudio

source: Border Styles gallery
ca: galeria Estils de vores

source: Calendar
ca: Calendari

source: cross-site publishing
ca: publicació entre llocs

source: data layout
ca: disposició de dades

source: Design Manager
ca: Administrador de disseny

source: SMS delivery confirmation
ca: confirmació de lliurament de SMS

source: Sound
ca: So

source: microblogging
ca: microblogs

source: object layout
ca: disposició d'objectes

source: Resume Reading
ca: Reprèn la lectura

source: sub-pixel positioning
ca: posicionament de subpíxels

source: rich text XML mapping
ca: assignació XML de text enriquit

source: price tier
ca: nivell de preus

source: spotlight
ca: destacats

source: Start button
ca: botó Inicia

source: resource budget
ca: límit de recursos permesos

source: tap to open
ca: toca per obrir

source: tap to pair
ca: toca per aparellar

source: toggle flag
ca: canvia la marca

source: top playlists
ca: llistes de reproducció principals

source: top songs
ca: cançons principals

source: unblock code
ca: codi de desbloqueig

source: unlike
ca: ja no m'agrada

source: spotlight
ca: recomanació

source: weekday
ca: dia laborable

source: unlink
ca: desenllaçar

source: unlock
ca: desbloquejar

source: unlock code
ca: codi de desbloqueig

source: Vibrate
ca: Vibració

source: video
ca: vídeo

source: vision
ca: visió

source: Bing Vision
ca: Visió del Bing

source: visual voicemail
ca: bústia de veu visual

source: What can I say?
ca: Què puc dir?

source: Wi-Fi networking
ca: xarxes Wi-Fi

source: work fax
ca: fax de la feina

source: capability
ca: capacitat

source: write on wall
ca: escriure al mur

source: about
ca: quant a

source: Pairing accessory
ca: Accessori d'aparellament

source: music
ca: música

source: music search
ca: cerca de música

source: unlimited music
ca: música sense límits

source: song credit
ca: crèdit per a cançons

source: phone accessibility
ca: accessibilitat del telèfon

source: external task
ca: tasca externa

source: object zoom
ca: zoom d'objectes

source: OData Connector
ca: Connector OData

source: dialer
ca: marcador

source: Product Catalog
ca: Catàleg de productes

source: stream-based conversion
ca: conversió de seqüències de dades

source: Spelling pane
ca: subfinestra Ortografia

source: Games
ca: Jocs

source: merge calls
ca: combina les trucades

source: merge calls
ca: combinar les trucades

source: Grammar pane
ca: subfinestra Gramàtica

source: download
ca: descàrrega

source: Start
ca: Inicia

source: Start screen
ca: pantalla Inicia

source: Office Start screen
ca: pantalla Inicia de l'Office

source: start page
ca: pàgina d'inici

source: recommendations
ca: recomanacions

source: Recommended Charts
ca: Gràfics recomanats

source: Recommended PivotTables
ca: Taules dinàmiques recomanades

source: reflow
ca: redistribució

source: reflow
ca: redistribuir

source: Search on Web
ca: Cerca a Internet

source: Request Management
ca: Administració de sol·licituds

source: Related Items
ca: Elements relacionats

source: download
ca: baixada

source: download
ca: descàrrega

source: validation
ca: validació

source: verification
ca: verificació

source: Academic Library
ca: Biblioteca acadèmica

source: repeating section content control
ca: control de contingut per a repetició de seccions

source: callout
ca: crida

source: Developer Site
ca: Lloc per a desenvolupadors

source: Define
ca: Defineix

source: picture content
ca: contingut d'imatge

source: Project Site
ca: Lloc de projecte

source: recalculation animation
ca: animació de recàlcul

source: task path
ca: camí de tasques

source: simplified sharing
ca: ús compartit simplificat

source: SharePoint Developer Center
ca: Centre per a desenvolupadors del SharePoint

source: PDF reflow
ca: redistribució de PDF

source: Work Management Service
ca: Servei d'administració de feina

source: Work Management Task Sync
ca: Sincronització de tasques d'administració de feina

source: radial menu
ca: menú circular

source: SharePoint integrated permission model
ca: model de permisos integrats del SharePoint

source: Project Server permission model
ca: model de permisos del Project Server

source: Snippet Gallery
ca: Galeria de fragments

source: definitions callout
ca: crida de definicions

source: Project Site Sync
ca: Sincronització de llocs de projecte

source: Office add-in
ca: complement de l'Office

source: Share charm
ca: botó d'accés Comparteix

source: Search charm
ca: botó d'accés Cerca

source: Devices charm
ca: botó d'accés Dispositius

source: Settings charm
ca: botó d'accés Configuració

source: edge
ca: vora

source: send
ca: enviar

source: Border Painter
ca: Copia la vora

source: Border Sampler
ca: Copia el format de la vora

source: client object model
ca: model d'objectes de client

source: Community
ca: Comunitat

source: Flash Fill
ca: Emplenament ràpid

source: Microsoft Office Proofing Tools
ca: Eines de correcció del Microsoft Office

source: Search-Driven Navigation
ca: Navegació per cerca

source: Office on Demand
ca: Office segons demanda

source: Quick Edit
ca: Edició ràpida

source: SharePoint Store
ca: Botiga del SharePoint

source: tenant-level external data log
ca: registre de dades externes d'inquilí

source: Weather Bar
ca: Barra del temps

source: top-level property grid
ca: quadrícula de propietats de nivell superior

source: calendar item peek
ca: informació d'element de calendari

source: Calendar peek
ca: informació del Calendari

source: Tasks peek
ca: informació de Tasques

source: Account
ca: Compte

source: Content Search
ca: Cerca de contingut

source: stage view
ca: visualització de fases

source: Exchange Fast Access
ca: Accés ràpid a l'Exchange

source: My Account
ca: El meu compte

source: Office Side-by-Side
ca: Office en paral·lel

source: App Catalog
ca: Catàleg d'aplicacions

source: dynamic landing page
ca: pàgina de destinació dinàmica

source: Efficient File Storage
ca: Emmagatzematge eficient de fitxers

source: managed navigation
ca: navegació administrada

source: Quick Preview
ca: Visualització prèvia ràpida

source: Office compatibility definition file
ca: fitxer de definició de compatibilitat de l'Office

source: preservation hold library
ca: biblioteca de preservació de documents

source: preservation hold library
ca: biblioteca de suspensions per a la preservació

source: cross-site request forgery
ca: falsificació de sol·licitud entre llocs

source: canary
ca: valor controlat

source: canary value
ca: valor controlat per defecte

source: Office Telemetry Dashboard
ca: Escriptori digital de telemetria de l'Office

source: AlwaysOn Availability Groups
ca: Grups de disponibilitat AlwaysOn

source: key filter
ca: filtre clau

source: App Monitor
ca: Monitor d'aplicacions

source: Excel interactive view
ca: visualització interactiva de l'Excel

source: interactive view gallery
ca: galeria de visualitzacions interactives

source: People peek
ca: informació de Persones

source: query rule
ca: regla de consulta

source: immersive
ca: envoltant

source: Internet-facing URL
ca: URL accessible des d'Internet

source: public-facing URL
ca: URL d'accés públic

source: Analytics Service
ca: Servei d'anàlisi

source: Windows Communications Apps
ca: Aplicacions de comunicació del Windows

source: crypto escrow key
ca: clau de xifratge secundària

source: dynamic canary
ca: valor controlat dinàmic

source: app switch
ca: canvi d'aplicació

source: dictionary
ca: diccionari

source: document parsing
ca: anàlisi de document

source: entity extraction
ca: extracció d'entitats

source: flow
ca: flux

source: index replica
ca: rèplica d'índex

source: operator
ca: operador

source: ranking model
ca: model de classificació

source: seeding
ca: propagació

source: update group
ca: grup d'actualització

source: queryable managed property
ca: propietat administrada consultable

source: refinable managed property
ca: propietat administrada per a restricció de cerques

source: retrievable managed property
ca: propietat administrada recuperable

source: searchable managed property
ca: propietat administrada utilitzable en cerques

source: sortable managed property
ca: propietat administrada ordenable

source: custom extraction dictionary
ca: diccionari d'extracció personalitzat

source: exact word extraction dictionary
ca: diccionari d'extracció de paraules exactes

source: exact word part extraction dictionary
ca: diccionari d'extracció de parts exactes de paraules

source: word extraction dictionary
ca: diccionari d'extracció de paraules

source: word part extraction dictionary
ca: diccionari d'extracció de parts de paraules

source: search schema
ca: esquema de cerca

source: index partition
ca: partició d'índex

source: Office Deployment Tool
ca: Eina d'implementació de l'Office

source: visibility mode
ca: mode de visibilitat

source: proximity
ca: proximitat

source: Credential Locker
ca: Magatzem de credencials

source: respond
ca: respondre

source: Folder Pane
ca: Subfinestra de carpetes

source: Jump List
ca: Llista de salts

source: jump list
ca: llista de dreceres

source: video message
ca: missatge de vídeo

source: video mail
ca: correu de vídeo

source: image stabilization
ca: estabilització de la imatge

source: stabilization
ca: estabilització

source: usage event
ca: esdeveniment d'utilització

source: Key Filters
ca: Filtres clau

source: In-Place Hold
ca: Conservació al lloc

source: lock screen
ca: pantalla de blocatge

source: Mail Migration add-on
ca: complement Mail Migration

source: wobble correction
ca: correcció d'oscil·lacions

source: anti-shake
ca: estabilització de la imatge

source: anti-shake feature
ca: característica antivibració

source: Discovery and Risk Assessment
ca: Detecció i avaluació de riscos

source: Spreadsheet Inquire
ca: Consulta de fulls de càlcul

source: Spreadsheet Compare
ca: Comparació de fulls de càlcul

source: Database Compare
ca: Comparació de bases de dades

source: Audit and Control Management Server
ca: Servidor d'administració d'auditoria i control

source: Lync Meeting
ca: reunió del Lync

source: video quality notifications
ca: notificacions de qualitat de vídeo

source: OneNote share
ca: recurs compartit del OneNote

source: video call
ca: videotrucada

source: personal preview
ca: visualització prèvia personal

source: Internet Explorer for the desktop
ca: Internet Explorer per a escriptori

source: enhanced presenter controls
ca: controls de moderador millorats

source: Lync Meeting window
ca: finestra Reunió del Lync

source: persistent chat
ca: xat persistent

source: Quick Lync
ca: Lync ràpid

source: active monitoring
ca: supervisió activa

source: Lync 2013 VDI plug-in
ca: complement Infraestructura d'escriptori virtual (VDI) del Lync 2013

source: Lync Online administrator controls
ca: controls d'administrador del Lync Online

source: Scalable Video Coding
ca: Codificació de vídeo escalable

source: client version filter
ca: filtre de versió de client

source: Front End pool
ca: Conjunt de servidors frontals

source: Call Park orbit
ca: Òrbita d'aparcament de trucades

source: working set
ca: conjunt de treball

source: Measured Boot
ca: Arrencada mesurada

source: dial-out conferencing
ca: conferència per acceptació de trucada

source: data conferencing
ca: conferència de dades

source: Quick Notes
ca: Notes ràpides

source: Unfiled Notes
ca: Notes sense arxivar

source: My Office
ca: El meu Office

source: data enrichment
ca: enriquiment de dades

source: Places
ca: Llocs

source: My Watchlist
ca: La meva llista de seguiment

source: Tap and Do
ca: Toc i acció

source: Microsoft OLE DB Provider for DB2
ca: Proveïdor OLE DB de Microsoft per al DB2

source: SharePoint add-in
ca: complement del SharePoint

source: flip ahead
ca: passar de pàgina

source: flip ahead
ca: funció per passar de pàgina

source: Power
ca: Engegada

source: Form Mode
ca: Mode de formulari

source: read-optimized
ca: lectura optimitzada

source: Office Telemetry Processor
ca: Processador de telemetria de l'Office

source: Accessibility Advocate
ca: Defensor d'accessibilitat

source: Grade Values
ca: Valors de qualificacions

source: fetch
ca: recollir

source: Record Wall
ca: Mur de registres

source: social channel
ca: canal social

source: data service provider
ca: proveïdor de serveis de dades

source: external data provider
ca: proveïdor de dades externes

source: person record
ca: registre de persona

source: person relationship
ca: relació de persona

source: person-type entity
ca: entitat de tipus de persona

source: Business Network profile
ca: Perfil de la Xarxa comercial

source: Business Network relationship
ca: Relació de la Xarxa comercial

source: community representative
ca: representant de la comunitat

source: social slice
ca: sector social

source: conversion
ca: conversió

source: destination subscription
ca: subscripció de destinació

source: enrich
ca: enriquir

source: source subscription
ca: subscripció d'origen

source: merchant
ca: comerciant

source: merge
ca: combinar

source: point-of-sale activation
ca: activació al punt de venda

source: token subscription
ca: subscripció amb testimoni

source: dialog
ca: diàleg

source: workflow
ca: flux de treball

source: web conferencing
ca: conferència web

source: Microsoft Dynamics CRM Listener for Microsoft Azure
ca: Oient del Microsoft Dynamics CRM per al Microsoft Azure

source: Survivable Branch Server
ca: Servidor de branca amb funcions de supervivència

source: Public Conversations
ca: Converses públiques

source: correlation
ca: correlació

source: conversation tracking
ca: seguiment de converses

source: Email Connector
ca: Connector de correu electrònic

source: unlink
ca: desenllaçar

source: Operations Account Manager
ca: administrador de comptes d'operacions

source: app step
ca: pas d'aplicació

source: Role Sync
ca: Sincronització de funcions

source: Office telemetry logging
ca: registre de telemetria de l'Office

source: stylistic set
ca: conjunt estilístic

source: rotation lock button
ca: botó de blocatge del gir

source: site mailbox
ca: bústia del lloc

source: Windows 8 Pro with Media Center
ca: Windows 8 Pro amb el Media Center

source: Recommendation Service
ca: Servei de recomanació

source: Microsoft Data Categorization and Recommendation Service
ca: Servei de categorització i recomanació de dades de Microsoft

source: external access
ca: accés extern

source: guest link
ca: enllaç de convidat

source: Proactive Scanner
ca: Exploració proactiva

source: aggressive address acquisition retry
ca: reintent d'adquisició agressiva de l'adreça

source: Central Publishing service
ca: servei de Publicació central

source: PIN sign-in
ca: inici de sessió amb PIN

source: rotation lock
ca: blocatge del gir

source: rotation lock
ca: blocatge de rotació

source: Office Automation Services
ca: Serveis d'automatització de l'Office

source: Unified Logging Service
ca: Servei de registre unificat

source: Cloud App Model
ca: Model d'aplicació del núvol

source: Open with
ca: Obre-ho amb

source: telemetry
ca: telemetria

source: telemetry data
ca: dades de telemetria

source: diagnostic data
ca: dades de diagnòstic

source: COALESCE
ca: FUSIONAR

source: Lync-to-phone
ca: Lync per a telèfon

source: OneDrive for Mac
ca: OneDrive per al Mac

source: Auto-Extend
ca: Extensió automàtica

source: Swap Displays
ca: Canvia de pantalla

source: Lync admin center
ca: Centre d'administració del Lync

source: app part
ca: element d'aplicació

source: custom action
ca: acció personalitzada d'aplicació

source: app custom action
ca: acció personalitzada d'aplicació

source: Topology Builder
ca: Generador de topologies

source: Join Launcher
ca: Uneix-te a l'Iniciador

source: outbound translation rule
ca: norma de conversió sortint

source: voice route
ca: ruta de veu

source: voice policies
ca: normes de veu

source: client version policy
ca: norma de versió de client

source: bypass call
ca: trucada de derivació

source: long message
ca: missatge extens

source: network regions
ca: regions de xarxa

source: User Services pool
ca: conjunt Serveis de l'usuari

source: network site
ca: lloc de xarxa

source: network inter-site policy
ca: norma entre llocs de xarxa

source: A/V Edge server
ca: Servidor perimetral A/V

source: User Services service
ca: servei Serveis de l'usuari

source: Apps for Office and SharePoint Developer Center
ca: Centre per a desenvolupadors d'aplicacions per a l'Office i el SharePoint

source: OData Extension Provider
ca: Proveïdor d'extensions de l'Odata

source: photo mix
ca: mescla de fotos

source: app command
ca: ordre de l'aplicació

source: Start charm
ca: botó d'accés Inicia

source: app switching
ca: canvi entre aplicacions

source: connected standby
ca: mode d'espera connectat

source: PC settings
ca: Configuració de l'ordinador

source: Windows button
ca: botó del Windows

source: malvertising
ca: publicitat maliciosa

source: malicious advertising
ca: publicitat maliciosa

source: SmartScreen Application Reputation
ca: Reputació d'aplicació SmartScreen

source: OOBE application
ca: aplicació OOBE

source: out-of-box experience application
ca: aplicació d'experiència immediata

source: web proxy
ca: servidor intermediari web

source: cross-domain library
ca: biblioteca entre dominis

source: chrome control
ca: control de crom

source: Tap and Hold
ca: Toc sostingut

source: Devices
ca: Dispositius

source: volume control button
ca: botó de control del volum

source: Second screen
ca: Segona pantalla

source: WOPI application
ca: aplicació WOPI

source: WOPI host
ca: amfitrió WOPI

source: host web
ca: web de l'amfitrió

source: app web
ca: web d'aplicació

source: autohost
ca: allotjar automàticament

source: computer build report
ca: informe de muntatge de l'ordinador

source: health provider
ca: proveïdor sanitari

source: healthcare provider
ca: proveïdor d'assistència sanitària

source: mobile app
ca: aplicació mòbil

source: patient
ca: pacient

source: Geolocation
ca: Geolocalització

source: contemporary view
ca: visualització contemporània

source: classic view
ca: visualització clàssica

source: source of authority
ca: origen d'autoritat

source: Lync Web Scheduler
ca: Planificador web del Lync

source: Device Channels
ca: Canals de dispositiu

source: cross-premises deployment
ca: implementació entre locals

source: DNS hosting provider
ca: proveïdor d'allotjament DNS

source: single-label domain
ca: domini d'una sola etiqueta

source: directory integration
ca: integració de directoris

source: Send a Frown
ca: Envia una desaprovació

source: freeze
ca: immobilitzar

source: unfreeze
ca: mobilitzar

source: Release to Manufacturing
ca: versió final

source: refresh your PC
ca: restablir l'ordinador

source: reset your PC
ca: reinicialitzar l'ordinador

source: speed bump
ca: separador

source: Checkout
ca: Finalitza la compra

source: server-to-server protocol
ca: protocol de servidor a servidor

source: S2S protocol
ca: protocol S2S

source: quiz
ca: qüestionari

source: course code
ca: codi del curs

source: search vertical
ca: presentació vertical de cerca

source: Device Encryption
ca: Xifratge del dispositiu

source: SafeSearch
ca: Cerca segura

source: Bird’s eye
ca: A vista d'ocell

source: infinite scroll
ca: desplaçament infinit

source: Instant Answers
ca: Respostes instantànies

source: Search History
ca: Historial de cerca

source: high-trust app
ca: aplicació d'alta confiança

source: Microsoft 365 Apps for enterprise
ca: Aplicacions del Microsoft 365 per a empreses

source: PDF Reflow
ca: Redistribució de PDF

source: plan
ca: pla

source: device channel
ca: canal de dispositiu

source: study group
ca: grup d'estudi

source: fill in the blank question
ca: pregunta en blanc per emplenar

source: graded question
ca: pregunta qualificada

source: enroll
ca: inscriure's

source: Central Management Server
ca: Servidor d'administració central

source: Append
ca: Annexa

source: gifted badge
ca: distintiu atorgat

source: keyword query syntax
ca: sintaxi de consulta de paraules clau

source: Microsoft Store device app
ca: aplicació de dispositiu del Microsoft Store

source: Microsoft design language
ca: llenguatge de disseny Microsoft

source: Office Roaming Service
ca: Servei d'itinerància de l'Office

source: decision maker
ca: responsable de prendre decisions

source: Project for Office 365
ca: Project per a l'Office 365

source: Microsoft Visio Pro for Office 365
ca: Microsoft Visio Pro per a l'Office 365

source: Visio Pro for Office 365
ca: Visio Pro per a l'Office 365

source: fit
ca: ajust
