Repository: Softcatala/translation-memory-tools
Catalog: source-pos/microsoft/microsoft-terms.po
Languages: ca

source: season
ca: temporada

source: Sign in with your work or school account
ca: Inicia la sessió amb el compte laboral o acadèmic

source: Azure Active Directory Privileged Identity Management
ca: Privileged Identity Management de l'Azure Active Directory

source: Azure AD Privileged Identity Management
ca: Privileged Identity Management de l'Azure AD

source: privileged role
ca: funció amb privilegis

source: assigned user
ca: usuari assignat

source: activation
ca: activació

source: activation gate
ca: porta d'activació

source: security administrator
ca: administrador de seguretat

source: role owner
ca: propietari de funció

source: deactivate
ca: desactivar

source: OneNote for iPad, iPhone and iPod touch
ca: OneNote per a l'iPad, l'iPhone i l'iPod touch

source: paid cellular data
ca: dades mòbils de pagament

source: paid data network
ca: xarxa de dades de pagament

source: quick play
ca: reproducció ràpida

source: data at rest
ca: dades en repòs

source: Clutter
ca: Altres correus

source: predictive analytics
ca: anàlisi predictiva

source: Office Home & Business 2016 for PC
ca: Office Home & Business 2016 per a PC

source: Office Home & Student 2016 for PC
ca: Office Home & Student 2016 per a PC

source: Office Professional 2016 for PC
ca: Office Professional 2016 per a PC

source: Windows device
ca: dispositiu Windows

source: Windows PC
ca: ordinador Windows

source: Windows phone
ca: telèfon Windows

source: Windows tablet
ca: tauleta Windows

source: Office Professional Plus 2016 for PC
ca: Office Professional Plus 2016 per a PC

source: Microsoft Visio Viewer
ca: Visor del Microsoft Visio

source: Visio Viewer
ca: Visor del Visio

source: Power BI service
ca: servei del Power BI

source: Power BI API
ca: API del Power BI

source: Power BI application programming interface
ca: Interfície de programació d'aplicacions del Power BI

source: Power BI for Android
ca: Power BI per a l'Android

source: Power BI for Windows
ca: Power BI per al Windows

source: Power BI for Mobile
ca: Power BI per a mòbils

source: remix
ca: remescla

source: My Sways
ca: Els meus Sways

source: palette
ca: paleta

source: Palette Launcher
ca: Llançador de paleta

source: Color palette
ca: Paleta de colors

source: Pull quote
ca: Cita

source: User purchase
ca: Compra d'usuari

source: user purchase
ca: compra d'usuari

source: Suggested search
ca: Cerca suggerida

source: Navigation
ca: Navegació

source: Layout
ca: Disposició

source: Navigation layout
ca: Disposició de navegació

source: Supervisory Review
ca: Revisió de supervisió

source: Suggested
ca: Suggeriments

source: microsite
ca: microlloc

source: flight
ca: versió d'avaluació

source: Insider Slow
ca: Mode diferit d'Insider

source: Insider Fast
ca: Mode anticipat d'Insider

source: design lever
ca: opció de disseny

source: My Sways
ca: Els meus Sways

source: flex pane
ca: subfinestra flexible

source: reading list
ca: llista de lectura

source: Office Graph edge
ca: connexió d'entitats de l'Office Graph

source: Office Graph node
ca: node de l'Office Graph

source: entity node
ca: node d'entitat

source: relationship node
ca: node de relació

source: action node
ca: node d'acció

source: calling
ca: trucada

source: extension
ca: extensió

source: Power
ca: Engegada

source: Skype Meeting Broadcast
ca: Difusió de reunió de Skype

source: Azure Data Catalog
ca: Catàleg de dades de l'Azure

source: invite
ca: invitació

source: invitation message
ca: missatge d'invitació

source: trusted publishing domain
ca: domini de publicació de confiança

source: mix
ca: mescla

source: Office Mobile for Windows
ca: Office Mobile per al Windows

source: Compliance administrator
ca: Administrador de compliment

source: Microsoft Photos Plug-in
ca: Complement Fotos de Microsoft

source: whiteboard
ca: pissarra

source: Power BI (free) (Government Pricing)
ca: Power BI (gratuït) (preu per al sector públic)

source: Power BI (free) for faculty
ca: Power BI (gratuït) per a docents

source: Power BI (free) for students
ca: Power BI (gratuït) per a estudiants

source: Power BI (free) Nonprofit
ca: Power BI (gratuït) per a organitzacions sense ànim de lucre

source: Power BI Pro (Government Pricing)
ca: Power BI Pro (preu per al sector públic)

source: Power BI Pro (Government Pricing) Trial
ca: Prova del Power BI Pro (preu per al sector públic)

source: Power BI Pro Demo Trial
ca: Prova de la demo del Power BI Pro

source: Power BI Pro for faculty
ca: Power BI Pro per a docents

source: Power BI Pro for faculty Trial
ca: Prova del Power BI Pro per a docents

source: Power BI Pro for Nonprofits
ca: Power BI Pro per a organitzacions sense ànim de lucre

source: Power BI Pro for Nonprofits Trial
ca: Prova del Power BI Pro per a organitzacions sense ànim de lucre

source: Power BI Pro for students
ca: Power BI Pro per a estudiants

source: Power BI Pro for students Trial
ca: Prova del Power BI Pro per a estudiants

source: Power BI Pro Trial
ca: Prova del Power BI Pro

source: Power BI Pro (user purchased)
ca: Power BI Pro (comprat per l'usuari)

source: Power BI (free)
ca: Power BI (gratuït)

source: waterfall chart
ca: gràfic de salt d'aigua

source: Office 365 Support and Recovery Assistant
ca: Auxiliar d'assistència i recuperació de l'Office 365

source: Support and Recovery Assistant
ca: Auxiliar d'assistència i recuperació

source: Support and Recovery Assistant for Office 365
ca: Auxiliar d'assistència i recuperació per a l'Office 365

source: Support Assistant
ca: Auxiliar d'assistència tècnica

source: Microsoft Support and Recovery Assistant
ca: Auxiliar d'assistència i recuperació de Microsoft

source: Office Add-ins
ca: Complements de l'Office

source: bearer token
ca: testimoni de portador

source: SharePoint Add-ins
ca: Complements del SharePoint

source: task flow
ca: flux de la tasca

source: Menu
ca: Menú

source: machine learning
ca: aprenentatge automàtic

source: ML
ca: MK

source: global filter
ca: filtre global

source: Visual Filters
ca: Filtres visuals

source: reference panel
ca: subfinestra de referència

source: Tier One Dashboard
ca: Escriptori digital de nivell u

source: Multi-Stream Dashboard
ca: Escriptori digital de diverses seqüències

source: Tier Two Dashboard
ca: Escriptori digital de nivell dos

source: Single-Stream Dashboard
ca: Escriptori digital d'una seqüència

source: Tiles
ca: Peces

source: Streams
ca: Seqüències

source: interactive experience
ca: experiència interactiva

source: card
ca: targeta

source: tag chart
ca: gràfic d'etiquetes

source: Upgrade Friends and Family
ca: Actualitza amics i familiars

source: Recommendations service
ca: servei de recomanacions

source: term mining
ca: mineria de termes

source: text analytics
ca: anàlisi de textos

source: text mining
ca: mineria de textos

source: group
ca: grup

source: Office 365 group
ca: grup de l'Office 365

source: join
ca: unir-se

source: unseen
ca: no vistes

source: cross-selling
ca: venda creuada

source: Smart Lookup
ca: Cerca intel·ligent

source: Link Preview
ca: Visualització prèvia de l'enllaç

source: PowerPoint Designer
ca: Dissenyador del PowerPoint

source: Design Ideas
ca: Idees de disseny

source: Delivery Optimization
ca: Optimització del lliurament

source: Windows Update Delivery Optimization
ca: Optimització del lliurament del Windows Update

source: Document Tracking
ca: Seguiment de documents

source: core editing
ca: edició bàsica

source: view-only
ca: només visualització

source: full-time equivalent
ca: equivalent de temps complet

source: atomic block
ca: bloc ATOMIC

source: Balanced Data Distributor
ca: Distribuïdor de dades equilibrades

source: Cloud Adapter
ca: Adaptador pel núvol

source: federated authentication
ca: autenticació federada

source: ghost cleanup
ca: neteja de registres fantasma

source: hash index
ca: índex de hash

source: Maintenance Cleanup
ca: Neteja de manteniment

source: memory grant
ca: concessió de memòria

source: latch wait
ca: temps d'espera del bloqueig temporal

source: Replication Conflict Viewer
ca: Visor de conflictes de replicació

source: report server
ca: servidor d'informes

source: semantic query
ca: consulta semàntica

source: temporal table
ca: taula temporal

source: trace flag
ca: marca de seguiment

source: Send a praise
ca: Envia un elogi

source: Praise
ca: Elogi

source: Skype Room Remote
ca: Control remot de sales de Skype

source: log
ca: enregistrar

source: navigation drawer
ca: tauler de navegació

source: mini calendar
ca: minicalendari

source: branch
ca: branca

source: notification badge
ca: distintiu de notificació

source: map note
ca: nota de mapa

source: note
ca: nota

source: extreme programming
ca: programació extrema

source: requirement
ca: requisit

source: Agile Scrum
ca: Scrum àgil

source: test-driven development
ca: desenvolupament guiat per proves

source: Facebook for Windows Phone 8.1
ca: Facebook per al Windows Phone 8.1

source: Mentions
ca: Mencions

source: unflag
ca: desmarcar

source: OneNote badge
ca: globus del OneNote

source: navigation
ca: navegació

source: Quick Filter
ca: Filtre ràpid

source: Quick Filters for message list
ca: Filtres ràpids per a la llista de missatges

source: Focused Inbox
ca: Safata d'entrada Prioritaris

source: Move to Non-Focused Inbox
ca: Desplaça a la Safata d'entrada no prioritària

source: Hash-based Message Authentication Code
ca: Codi d'autenticació de missatges basat en hash

source: beacon
ca: balisa

source: service namespace
ca: espai de noms del servei

source: Native Compilation Advisor
ca: Assessor de compilació nativa

source: venue map
ca: mapa de local

source: line-of-business
ca: línia de negoci

source: Connect
ca: Connecta

source: one-handed use
ca: ús amb una mà

source: Your Groove
ca: El teu Groove

source: Top-rated TV shows
ca: Els programes de TV millor valorats

source: Featured collections
ca: Col·leccions destacades

source: refine
ca: refinar

source: paid Wi-Fi services
ca: serveis Wi-Fi de pagament

source: ransomware
ca: programari maliciós de rescat

source: sway
ca: crear un sway

source: Linked Inboxes
ca: Safates d'entrada enllaçades

source: Learning Tools for OneNote
ca: Eines d'aprenentatge per al OneNote

source: flash
ca: actualitzar imatge

source: Dynamic Email Delivery
ca: Lliurament dinàmic de correu electrònic

source: Device Portal
ca: Portal del dispositiu

source: Windows Device Portal
ca: Portal del dispositiu del Windows

source: 3D Selfie
ca: Autofoto 3D

source: boundary cube
ca: cub limitador

source: scanning booth
ca: cabina d'escaneig

source: turntable
ca: plataforma giratòria

source: Messaging + Skype
ca: Missatgeria + Skype

source: unblock
ca: desbloquejar

source: SMS alert
ca: avís de SMS

source: Skype for Business Web Scheduler
ca: Planificador web de Skype for Business

source: Skype for Business Online Phone Add-on
ca: complement per a telèfons de Skype for Business Online

source: Skype for Business Mobile app
ca: aplicació Skype for Business Mobile

source: Skype for Business for Windows Phone
ca: Skype for Business per al Windows Phone

source: Skype for Business for Mac
ca: Skype for Business per al Mac

source: Skype for Business for iPad
ca: Skype for Business per a l'iPad

source: Skype for Business for Android
ca: Skype for Business per a l'Android

source: Skype for Business 2015 Planning tool
ca: eina de planificació de Skype for Business 2015

source: Skype Directory
ca: Directori de Skype

source: Skype Credit balance
ca: saldo de crèdit de Skype

source: Skype contact
ca: contacte de Skype

source: Skype Community
ca: Comunitat de Skype

source: Skype broadcast
ca: difusió de Skype

source: reverse charge calling
ca: trucades de cobrament a destinació

source: reverse charge call
ca: trucada de cobrament a destinació

source: Recent conversation
ca: Converses recents

source: reactivate
ca: reactivar

source: rates
ca: tarifes

source: profile picture
ca: imatge del perfil

source: Online status
ca: Estat de connexió

source: kudos
ca: felicitació

source: kudos
ca: Reconeixement

source: join call/conversation/chat
ca: unir-se a la trucada/a la conversa/al xat

source: Friend
ca: Amic

source: eGift Card
ca: targeta regal electrònica

source: decline
ca: rebutjar

source: country code
ca: codi de país

source: connection fee
ca: tarifa de connexió

source: collect call
ca: trucada de pagament a destinació

source: Co-editing
ca: coedició

source: chat window
ca: finestra del xat

source: chat history
ca: historial de xats

source: Schedule
ca: Planificació

source: schedule
ca: planificar

source: Windows Defender Device Guard
ca: Device Guard del Windows Defender

source: Device Guard signing
ca: signatura del Device Guard

source: assignee
ca: persona assignada

source: starred
ca: amb estrella

source: star
ca: estrella

source: zero-hour auto purge
ca: Purga automàtica

source: Send to Sway
ca: Envia al Sway

source: Journal
ca: Diari

source: authoring canvas
ca: llenç de creació

source: toolbox
ca: quadre d'eines

source: Preservation Lock
ca: Blocatge de preservació

source: private store
ca: botiga privada

source: offline map
ca: mapa fora de línia

source: LOB publisher
ca: editor de LOB

source: line-of-business publisher
ca: editor de línia de negoci

source: volume application
ca: aplicació per volum

source: smart list
ca: llista intel·ligent

source: Wunderlist Helper
ca: Assistent del Wunderlist

source: Smart Due Dates
ca: Dates de venciment intel·ligents

source: Safety Tips
ca: Suggeriments de seguretat

source: Policy Tips
ca: Suggeriments de norma

source: tap to pay
ca: toca per pagar

source: Focused
ca: Prioritaris

source: Inbox Zero
ca: Safata d'entrada a zero

source: Web Account Manager
ca: Administrador de comptes web

source: Ringtone Maker
ca: Generador de tons

source: Mentions
ca: Mencions

source: Morph
ca: Mutació

source: Data Streaming Destination
ca: Destinació de transmissió de dades

source: direct log consumer
ca: consumidor de registres directe

source: out-of-line binding
ca: vinculació temporal

source: scale-out group
ca: grup d'escalabilitat

source: Instant File Initialization
ca: Inicialització de fitxers instantània

source: application access token
ca: testimoni d'accés a l'aplicació

source: anomaly detection
ca: detecció d'anomalies

source: discovery anomaly policy
ca: norma per a anomalies de detecció

source: revoke
ca: revocar

source: user agent
ca: agent d'usuari

source: impersonate
ca: suplantar

source: proxy policy
ca: norma del proxy

source: restore
ca: restaurar

source: autogrowth
ca: creixement automàtic

source: auto-growth
ca: creixement automàtic

source: executable template
ca: plantilla executable

source: stretched database
ca: base de dades estesa

source: redeem
ca: bescanviar

source: gift card
ca: targeta regal

source: unmute
ca: activar el so

source: trash bin
ca: paperera

source: trash
ca: paperera

source: recycle bin
ca: paperera de reciclatge

source: trash
ca: enviar a la paperera

source: collaboration
ca: col·laboració

source: sanctioned service
ca: servei autoritzat

source: unsanctioned service
ca: servei no autoritzat

source: Windows Defender Credential Guard
ca: Credential Guard del Windows Defender

source: attack vector
ca: vector d'atac

source: attacker
ca: atacant

source: admin
ca: administrador

source: distributor
ca: distribuïdor

source: active user map
ca: mapa d'usuaris actius

source: managed device
ca: dispositiu administrat

source: unmanaged device
ca: dispositiu no administrat

source: suspend
ca: suspendre

source: unsuspend
ca: cancel·lar la suspensió

source: Identity & Access Management
ca: Administració d'identitat i accés

source: Advanced eDiscovery
ca: eDiscovery avançat

source: Office 365 Advanced eDiscovery
ca: eDiscovery avançat de l’Office 365

source: PSTN Calling
ca: Trucada XTC

source: PSTN Calling
ca: Trucades XTC nacionals i internacionals de Skype for Business

source: PSTN Calling
ca: Trucades XTC nacionals de Skype for Business

source: PSTN Calling
ca: Trucades XTC internacionals de Skype for Business

source: PSTN Calling
ca: Trucades XTC nacionals i internacionals de Skype for Business

source: Calling Plan
ca: Pla de trucades

source: Office 365 Calling Plan
ca: Pla de trucades de l'Office 365

source: Office 365 Phone System
ca: Sistema telefònic de l'Office 365

source: Phone System
ca: Sistema telefònic

source: Cloud PBX
ca: PBX al núvol

source: Customer Lockbox
ca: Caixa de seguretat del client

source: MyAnalytics Outlook add-in
ca: Complement MyAnalytics de l'Outlook

source: Microsoft Wallet
ca: Cartera

source: Wallet
ca: Cartera

source: Velocity Ink
ca: Traç en funció de la velocitat

source: drop a pin
ca: col·locar un marcador

source: pin
ca: marcador

source: curated by
ca: mantingut per

source: curate
ca: mantenir

source: wallet
ca: cartera

source: TEXTJOIN
ca: UNEIXCADENES

source: IFS
ca: SI.CONJUNT

source: SWITCH
ca: CANVIA

source: MAXIFS
ca: MAX.SI.CONJUNT

source: MINIFS
ca: MIN.SI.CONJUNT

source: subtask
ca: subtasca

source: Voice of the Customer
ca: Veu del client

source: funnel chart
ca: gràfic d'embut

source: Portal Search
ca: Cerca del portal

source: Category
ca: Categoria

source: stock chart
ca: gràfic de cotitzacions

source: About
ca: Informació

source: category tree
ca: arbre de categories

source: Mark Internal
ca: Marca per a l'ús intern

source: partner relationship management
ca: administració de relacions entre proveïdors i associats

source: normalized rating
ca: valoració normalitzada

source: RSVP
ca: sol·licitud de resposta

source: Skype for Business PSTN Domestic Calling
ca: Trucades XTC nacionals de Skype for Business

source: Skype for Business PSTN International Calling
ca: Trucades XTC internacionals de Skype for Business

source: Skype for Business PSTN Domestic and International Calling
ca: Trucades XTC nacionals i internacionals de Skype for Business

source: Show likes
ca: Mostra els "M'agrada"

source: Unlike
ca: Ja no m'agrada

source: credit
ca: crèdit

source: Like
ca: M'agrada

source: Likes
ca: M'agrada

source: Azure Disk Encryption
ca: Xifratge de discos de l'Azure

source: Current Channel
ca: Canal actual

source: Semi-Annual Channel
ca: Canal semianual

source: Enterprise data protection
ca: Protecció de dades empresarials

source: Windows Information Protection
ca: Protecció de la informació del Windows

source: Feedback Hub
ca: Centre de comentaris

source: Windows Feedback Hub
ca: Centre de comentaris del Windows

source: enterprise control
ca: control empresarial

source: jounalization
ca: anotació al llibre diari

source: internal article
ca: article intern

source: external article
ca: article extern

source: Action Hub
ca: Centre d'accions

source: project service
ca: servei del projecte

source: field service
ca: servei de camp

source: in-memory OLTP
ca: OLTP de memòria

source: real-time operational analytics
ca: anàlisi operativa en temps real

source: Advanced Analytics Extensions
ca: Extensions d'anàlisi avançada

source: SQL Server Management Tools
ca: Eines d'administració de l'SQL Server

source: Skype Meetings
ca: Reunions de Skype

source: Move to Windows
ca: Transfereix al Windows

source: confidence
ca: confiança

source: email server profile
ca: perfil de servidor de correu electrònic

source: Skype for Business PSTN Consumption
ca: Consum XTC de Skype for Business

source: Quick Filters for message list
ca: Filtres ràpids per a la llista de missatges

source: Quick Filters
ca: Filtres ràpids

source: Hashtags
ca: Etiquetes

source: Most popular
ca: Els més populars

source: Best selling
ca: Els més venuts

source: Timeline
ca: Cronologia

source: unpin from Start
ca: Desancora de l'Inici

source: unpin from Start
ca: desancora de l'Inici

source: OneDrive sync client
ca: Client de sincronització del OneDrive

source: map chart
ca: gràfic de mapa

source: Buckets
ca: Dipòsits

source: OneNote Importer
ca: Importador del OneNote

source: Planner hub
ca: Centre del Planner

source: Azure AD Connect sync scheduler
ca: Planificador de sincronització de l'Azure AD Connect

source: sync scheduler
ca: planificador de sincronització

source: contributor
ca: col·laborador

source: Top-selling TV shows
ca: Els programes de TV més venuts

source: ad-free
ca: sense anuncis

source: album info
ca: informació de l'àlbum

source: cast and crew
ca: repartiment i equip

source: explore
ca: explorar

source: dashboard
ca: escriptori digital

source: tile
ca: peça

source: instant-on HD
ca: HD a l'instant

source: Music deals
ca: Ofertes de música

source: My music
ca: La meva música

source: Unrated
ca: Pendent de classificació

source: Recent plays
ca: Reproduccions recents

source: season pass
ca: passi de temporada

source: video library
ca: biblioteca de vídeos

source: Top-selling songs
ca: Les cançons més venudes

source: My movies & TV
ca: Les meves pel·lícules i els meus programes

source: pre-order
ca: comprar per endavant

source: content stage
ca: zona de contingut

source: group
ca: grup

source: leave call
ca: sortir de la trucada

source: pop in
ca: fixar

source: pop out
ca: separar

source: program sharing
ca: ús compartit del programa

source: support team
ca: equip de suport tècnic

source: unavailable
ca: no disponible

source: view privately
ca: visualitzar en privat

source: catalog
ca: catàleg

source: user
ca: usuari

source: asset
ca: actiu

source: Azure Data Catalog Registration Tool
ca: Eina de registre del Catàleg de dades de l'Azure

source: registration
ca: registre

source: feature update
ca: actualització de característiques

source: quality update
ca: actualització de qualitat

source: screen sketch
ca: esbós de pantalla

source: Messaging everywhere
ca: Missatgeria per tot arreu

source: World Clock
ca: Rellotge mundial

source: update channel
ca: canal d'actualització

source: Enhanced dictation
ca: Dictat millorat

source: Dictate
ca: Dictat

source: Dictation
ca: Dictat

source: Focus mode
ca: mode Focus

source: Font spacing
ca: Espaiat del tipus de lletra

source: Parts of speech
ca: Categories gramaticals

source: Syllables
ca: Síl·labes

source: More Syllables
ca: Més síl·labes

source: Comprehension mode
ca: mode Comprensió

source: Support
ca: Assistència tècnica

source: Troubleshooting
ca: Detecció d'errors

source: Office 365 Security & Compliance Center
ca: Centre de seguretat i compliment de l'Office 365

source: world clock
ca: rellotge mundial

source: Power BI Publisher for Excel
ca: Power BI Publisher per a l'Excel

source: tenant
ca: inquilí

source: Office 365 Partner admin center
ca: Centre d'administració d'associats de l'Office 365

source: Short lines
ca: Línies curtes

source: Learning Path
ca: Ruta d'aprenentatge

source: section header control
ca: control de capçalera de secció

source: AVERAGE.WEIGHTED
ca: MITJANA.PONDERADA

source: TEXTAFTER
ca: TEXTDESPRES

source: TEXTBEFORE
ca: TEXTABANS

source: TEXTBETWEEN
ca: TEXTENTRE

source: CLOOKUP
ca: BUSCARC

source: Immersive Reader
ca: Lector immersiu

source: My tasks
ca: Les meves tasques

source: Favorite plans
ca: Plans favorits

source: Board
ca: Tauler

source: Charts
ca: Gràfics

source: Assign
ca: Assigna

source: general location
ca: ubicació general

source: default location
ca: ubicació per defecte

source: agreement booking setup
ca: configuració de reserva de l'acord

source: Windows Defender ATP
ca: ATP del Windows Defender

source: Microsoft Defender ATP
ca: ATP del Microsoft Defender

source: Windows Hello face
ca: cara del Windows Hello

source: Windows Hello fingerprint
ca: empremta digital del Windows Hello

source: Windows Hello iris
ca: iris del Windows Hello

source: WO
ca: OT

source: work order
ca: ordre de treball

source: ship via
ca: enviament per

source: return to vendor
ca: devolució al proveïdor
