Repository: Softcatala/translation-memory-tools
Catalog: source-pos/microsoft/microsoft-terms.po
Languages: ca

source: structural editing
ca: edició estructural

source: set up
ca: configurar

source: Managed Folder Assistant
ca: Assistent per a carpetes administrades

source: managed folder mailbox assistant
ca: Assistent de bústies de correu per a carpetes administrades

source: MFA
ca: ACA

source: legacy
ca: llegat

source: status alert
ca: avís d'estat

source: constraint
ca: restricció

source: TAB key
ca: tecla de tabulació

source: autoformat
ca: format automàtic

source: username
ca: nom d'usuari

source: user name
ca: nom d'usuari

source: operation
ca: operació

source: silent
ca: silenci

source: touchpad
ca: ratolí tàctil

source: discount list
ca: llista de descomptes

source: package
ca: paquet

source: To-Do Bar
ca: Barra de tasques pendents

source: VAT ID
ca: ID d'IVA

source: physical address extension
ca: extensió d'adreça física

source: updateable snapshot
ca: instantània actualitzable

source: LOB app
ca: aplicació de LOB

source: line-of-business app
ca: aplicació de línia de negoci

source: line-of-business software
ca: programari relacionat amb una determinada línia de negoci

source: message list
ca: llista de missatges

source: index role
ca: funció d'índex

source: active document
ca: document actiu

source: archive
ca: arxiu

source: record source
ca: origen del registre

source: scan
ca: exploració

source: feed
ca: canal de continguts

source: RSS feed
ca: canal RSS

source: member
ca: membre

source: Windows Problem Reporting
ca: Informe de problemes del Windows

source: busy
ca: ocupat

source: busy
ca: no disponible

source: Personal Address Book
ca: Llibreta d'adreces personal

source: home
ca: casa

source: Enhanced Document Availability
ca: Disponibilitat de documents avançada

source: mailbox delivery queue
ca: cua d'entrega de bústia de correu

source: Master Page Gallery
ca: Galeria de pàgines mestres

source: Help Collection
ca: Conjunt d'ajuda

source: competitor
ca: competidor

source: Ease of Access Center
ca: Centre per facilitar l'accés

source: About
ca: Quant a

source: subheading
ca: subtítol

source: backup file
ca: fitxer de còpia de seguretat

source: backup
ca: còpia de seguretat

source: current record
ca: registre actual

source: knowledge management
ca: administració del coneixement

source: subnet mask
ca: màscara de subxarxa

source: price list
ca: llista de preus

source: Coordinated Universal Time
ca: Temps universal coordinat

source: dual-tone multiple-frequency
ca: Marcatge multifreqüència

source: embedded style sheet
ca: full d'estil inserit

source: contact item
ca: element de contacte

source: Contributor mode
ca: mode Col·laborador

source: group
ca: grup

source: random access memory
ca: memòria d'accés aleatori

source: highlighter
ca: marcador

source: resource allocation
ca: assignació de recursos

source: unbound object
ca: objecte independent

source: caret
ca: accent circumflex

source: simple indicator
ca: indicador senzill

source: Filter By Form
ca: Filtra per formulari

source: group header
ca: capçalera del grup

source: adapter
ca: adaptador

source: Internet address
ca: adreça d'Internet

source: file replication service
ca: servei de replicació de fitxers

source: meeting request
ca: sol·licitud de reunió

source: invitation
ca: invitació

source: email
ca: enviar correu

source: email
ca: enviar correu electrònic

source: send
ca: enviar

source: mail merge
ca: combinació de correu

source: scale
ca: ajustar l'escala

source: conditional branch
ca: branca condicional

source: call
ca: trucada

source: log file
ca: fitxer de registre

source: log file
ca: arxiu de registre

source: embed
ca: incrustar

source: invert
ca: invertir

source: main form
ca: formulari principal

source: Search Alerts
ca: Avisos de cerca

source: Search Alerts
ca: Avisos de cerques

source: capacity load
ca: capacitat de càrrega

source: device password
ca: contrasenya del dispositiu

source: Presenter View
ca: Visualització del presentador

source: album
ca: àlbum

source: rollback
ca: reversió

source: course
ca: curs

source: contract
ca: contracte

source: integrated circuit
ca: circuit integrat

source: outer join
ca: unió externa

source: call
ca: trucar

source: outline
ca: esquema

source: Scheduling Assistant
ca: Auxiliar de planificació

source: webpage
ca: pàgina web

source: page
ca: pàgina

source: mailing address
ca: adreça postal

source: compare
ca: comparar

source: order
ca: criteri

source: sort order
ca: criteri d'ordenació

source: partial replica
ca: rèplica parcial

source: image
ca: imatge

source: link
ca: enllaçar

source: attribute
ca: atribut

source: contact management
ca: gestió de contactes

source: pop-up form
ca: formulari emergent

source: sorting
ca: ordenació

source: assign
ca: assignar

source: access control entry
ca: entrada amb accés controlat

source: expand indicator
ca: indicador d'expansió

source: expand control
ca: control d'expansió

source: sensitivity
ca: caràcter

source: week number
ca: número de setmana

source: Word Count
ca: Recompte de paraules

source: DB snapshot
ca: instantània de BD

source: customization
ca: personalització

source: report footer
ca: peu de pàgina de l'informe

source: list index
ca: índex de la llista

source: feedback
ca: comentaris

source: Feedback
ca: Comentaris

source: Feedback
ca: Informes d'ús

source: tooltip
ca: informació sobre eines

source: ScreenTip
ca: informació en pantalla

source: sub-report
ca: subinforme

source: edit mode
ca: mode d'edició

source: Edit mode
ca: mode Edició

source: aggregate function
ca: funció d'agregat

source: handwriting
ca: escriptura a mà

source: Complete the merge
ca: Completeu la combinació

source: experience
ca: experiència

source: transaction log file
ca: fitxer de registre de transaccions

source: total field
ca: camp de total

source: opportunity relationship
ca: relació d'oportunitat

source: affiliate marketing
ca: màrqueting per a filials

source: label
ca: etiqueta

source: virus protection
ca: protecció antivirus

source: device
ca: dispositiu

source: managed content settings
ca: configuració de contingut administrat

source: encoding
ca: codificació

source: pattern
ca: patró

source: home address
ca: adreça particular

source: PivotChart view
ca: visualització de gràfic dinàmic

source: active content
ca: contingut actiu

source: conversation subject
ca: tema de la conversa

source: tree
ca: arbre

source: web farm
ca: conjunt de servidors web

source: archive
ca: arxiu

source: Date Navigator
ca: Navegador de dates

source: web beacon
ca: senyal web

source: beacon
ca: senyal

source: section
ca: secció

source: Web server
ca: servidor web

source: end
ca: finalitzar

source: radio
ca: ràdio

source: personal identification number
ca: número d'identificació personal

source: personal identification number
ca: codi PIN

source: PIN code
ca: codi PIN

source: pin code
ca: codi PIN

source: someone@address.com
ca: usuari@address.com

source: someone@example.com
ca: usuari@example.com

source: Match Code Update
ca: Actualització de codis de correspondència

source: binder divider
ca: divisor del quadern

source: standard account
ca: compte estàndard

source: pixel
ca: píxel

source: Mirror
ca: Mirall

source: Develop Skills Needs - Hiring Plan - Hiring Forecast
ca: desenvolupament de destreses necessàries - Pla de contractacions - Previsions de contractacions

source: shut down
ca: tancar

source: Other Contacts
ca: Altres contactes

source: Close button
ca: botó Tanca

source: User Account Control
ca: Control de comptes d'usuari

source: lock
ca: blocar

source: database management system
ca: sistema d'administració de bases de dades

source: database manager
ca: administrador de bases de dades

source: console tree
ca: arbre de la consola

source: collection
ca: col·lecció

source: referential integrity
ca: integritat referencial

source: duplicate detection
ca: detecció de duplicats

source: section
ca: secció

source: garbage collector
ca: recopilador de dades innecessàries

source: mailbox user
ca: usuari de bústia de correu

source: ethical wall
ca: separació ètica (ethical wall)

source: center
ca: centrar

source: rank
ca: classificar

source: call forwarding
ca: desviament de trucada

source: graphic
ca: gràfic

source: external customer
ca: client extern

source: visibility
ca: visibilitat

source: system table
ca: taula del sistema

source: computer-to-computer network
ca: xarxa d'ordinador a ordinador

source: ad hoc network
ca: xarxa ad hoc

source: direct synchronization
ca: sincronització directa

source: public variable
ca: variable pública

source: uppercase letter
ca: lletra majúscula

source: Internet directory
ca: directori d'Internet

source: grid
ca: quadrícula

source: programming language
ca: llenguatge de programació

source: cascading event
ca: incidència en cascada

source: logon
ca: inici de sessió

source: voice message
ca: missatge de veu

source: history
ca: historial

source: time stamp
ca: marca horària

source: marquee
ca: marquesina

source: disc burner
ca: enregistrador de discos

source: modem
ca: mòdem

source: copyright notice
ca: avís de drets d'autor

source: URL smashing
ca: Confrontació d'adreces URL

source: search
ca: cercar

source: seek
ca: cercar

source: uniqueidentifier data type
ca: tipus de dades uniqueidentifier

source: Web reference
ca: referència web

source: object library
ca: biblioteca d'objectes

source: pass-through query
ca: consulta de pas

source: draft
ca: esborrany

source: inking
ca: inserció d'entrades manuscrites

source: Gaussian Blur
ca: Difuminació gaussiana

source: hardware failure
ca: error de maquinari

source: swap
ca: intercanviar

source: presence
ca: presència

source: Block list
ca: llista de bloquejats

source: block list
ca: llista de blocats

source: plug-in
ca: complement

source: plug-in
ca: connector

source: home server
ca: servidor principal

source: residential server
ca: servidor de bústia

source: Quick Tag Tree
ca: Arbre ràpid d'etiquetes

source: provision
ca: proveir

source: detach
ca: remoure

source: equipment mailbox
ca: bústia de correu d'un equipament

source: pager
ca: cercapersones

source: banner
ca: bàner

source: ActiveX object
ca: objecte ActiveX

source: mask
ca: màscara

source: digital signature
ca: signatura electrònica

source: signature
ca: signatura

source: dimension
ca: dimensió

source: tab
ca: pestanya

source: management pack
ca: paquet d'administració

source: load
ca: càrrega

source: RSS Subscriptions
ca: Subscripcions RSS

source: bullet
ca: pic

source: conferencing information
ca: informació de conferència

source: Work
ca: feina

source: policy bar code
ca: codi de barres normatiu

source: battery
ca: bateria

source: crop
ca: retallar

source: crop
ca: escapçar

source: play
ca: reproduir

source: encryption key
ca: clau de xifratge

source: permissions level
ca: nivell de permisos

source: Dial by Name
ca: Marcatge amb el nom

source: managed property
ca: propietat administrada

source: dial-up
ca: amb marcatge directe

source: universal group
ca: grup universal

source: RDF Site Summary
ca: Resum de lloc RDF

source: Really Simple Syndication
ca: Distribució molt senzilla

source: Rich Site Summary
ca: Resum de lloc enriquit (RSS)

source: distinguished folder
ca: carpeta diferenciada

source: unbound report
ca: informe independent

source: subject line
ca: línia d'encapçalament

source: clipboard
ca: Porta-retalls

source: clipboard
ca: porta-retalls

source: service level
ca: nivell de servei

source: keypad
ca: teclat numèric

source: dial plan
ca: pla de marcatge

source: invitation
ca: invitació

source: sharing invitation
ca: invitació per compartir

source: transmission
ca: transmissió

source: tile
ca: peça

source: column
ca: columna

source: PivotTable report
ca: informe de taula dinàmica

source: Service Quality Metrics
ca: Mètrica de qualitat del servei

source: channel
ca: canal

source: store
ca: emmagatzemar

source: flagged
ca: marcat

source: format
ca: formatar

source: signed integer
ca: enter amb signe

source: activate
ca: activar

source: instance
ca: instància

source: available
ca: disponible

source: handle
ca: identificador

source: tap
ca: tocar

source: store
ca: emmagatzemar

source: user
ca: usuari

source: file share witness
ca: testimoni de compartició de fitxers

source: Meet Now
ca: Inicia una reunió ara

source: overflow
ca: sobreeiximent

source: ISDN
ca: XDSI

source: Integrated Services Digital Network
ca: xarxa digital de serveis integrats

source: external user
ca: usuari extern

source: Invite
ca: Invita

source: Activity Propagation
ca: Propagació de l'activitat

source: metadata
ca: metadades

source: one-to-many relationship
ca: relació un a molts

source: Sign in as
ca: Inicia una sessió en estat...

source: game
ca: joc (d'ordinador)

source: multicurrency
ca: multidivisa

source: disclaimer
ca: avís d'exempció de responsabilitat

source: label
ca: etiqueta

source: invite
ca: convidar

source: ENTER key
ca: tecla Retorn

source: code page
ca: pàgina de codis

source: bitmask
ca: màscara de bits

source: string delimiter
ca: delimitador de cadena

source: task pane
ca: subfinestra de tasques

source: hold status
ca: estat de suspensió

source: orientation
ca: orientació

source: progress indicator
ca: indicador de progrés

source: department
ca: departament

source: Title area
ca: àrea de títol

source: snip
ca: retall

source: rule
ca: regla

source: optional
ca: opcional

source: carrier frequency
ca: freqüència operadora

source: Rotate 180
ca: Gira 180°

source: Equation Builder
ca: Generador d'equacions

source: virus signature
ca: signatura de virus

source: Cached Exchange Mode
ca: mode de l'Exchange en memòria cau

source: External Contacts
ca: Contactes externs

source: Public
ca: Públic

source: voice call
ca: trucada de veu

source: sales territory
ca: zona de vendes

source: encrypt
ca: xifrar

source: encrypt
ca: encriptar

source: Now Playing
ca: Reproducció en curs

source: scan
ca: escaneig

source: expense
ca: despesa

source: volume
ca: volum

source: rule collection
ca: col·lecció de normes

source: color printer
ca: impressora de color

source: verify
ca: verificar

source: privacy policy
ca: Declaració de privadesa

source: privacy policy
ca: estratègia de privadesa

source: program
ca: programa

source: application
ca: aplicació

source: app
ca: aplicació

source: volume
ca: volum

source: fill
ca: emplenament

source: Mini toolbar
ca: Minibarra d'eines

source: end tag
ca: etiqueta final

source: row
ca: fila

source: record
ca: registre

source: data marker
ca: marcador de dades

source: option set
ca: conjunt d'opcions

source: contact card
ca: targeta de contacte

source: hybrid drive
ca: unitat híbrida

source: tarpitting interval
ca: interval del fre de correu brossa

source: spin box
ca: quadre de rotació

source: taskbar
ca: barra de tasques

source: task bar
ca: barra de tasques

source: Custom Task Wizard
ca: Auxiliar de tasques personalitzades

source: toolbox
ca: quadre d'eines

source: file system
ca: sistema de fitxers

source: private
ca: privat

source: OLE server
ca: servidor OLE

source: quarantine
ca: quarantena

source: Autodiscover service
ca: servei Autodiscover

source: keyboard
ca: teclat

source: standard keyboard
ca: teclat estàndard

source: account manager
ca: administrador de comptes

source: animation
ca: animació

source: designer
ca: dissenyador

source: disabled
ca: inhabilitat

source: unavailable
ca: no disponible

source: dimmed
ca: atenuat

source: First Name
ca: Nom

source: managing editor
ca: editor en cap

source: session
ca: sessió

source: master key
ca: clau mestra

source: password
ca: contrasenya

source: AutoConnect
ca: AutoConnexió

source: Join
ca: Connectar-se

source: drag
ca: arrossegar

source: Pause
ca: Pausa

source: low vision
ca: deficiències visuals

source: CAL
ca: Llicència CAL

source: client access license
ca: llicència d'accés client

source: Directory Management Service
ca: Servei de gestió de directoris

source: content library
ca: biblioteca de continguts

source: router
ca: encaminador

source: banded
ca: en bandes

source: locale
ca: configuració regional

source: export
ca: exportar

source: tablet PC
ca: tauleta

source: tablet
ca: tauleta

source: event
ca: incidència

source: subscriber access number
ca: Número d'accés de subscriptor

source: Move Contact to
ca: Desplaça el contacte a

source: effective
ca: efectiu

source: nest
ca: imbricar

source: Virus Scanning API
ca: API per a la detecció de virus

source: Create New Group
ca: Crea un grup nou

source: on-premises
ca: local

source: field data types
ca: tipus de dades del camp

source: input scope
ca: àmbit d'entrada

source: Non-Working Time
ca: Temps fora de la feina

source: concatenate
ca: concatenar

source: anti-phishing
ca: tecnologia contra la pesca

source: status bar
ca: barra d'estat

source: union query
ca: consulta d'unió

source: preview
ca: visualització prèvia

source: three-factor authentication
ca: autenticació amb tres components

source: security principal
ca: entitat amb seguretat assignada

source: principal
ca: entitat de seguretat

source: underscore
ca: caràcter de subratllat

source: underscore
ca: ratlla baixa

source: sample application
ca: aplicació d'exemple

source: routing group connector
ca: connector de grup d'encaminament

source: recordset
ca: conjunt de registres

source: submit
ca: enviar

source: Slide Library
ca: Biblioteca de diapositives

source: Exchange Web Services
ca: Serveis web de l'Exchange

source: flag
ca: indicador

source: Layout Preview
ca: Visualització prèvia de la disposició

source: Microsoft Sequence Clustering algorithm
ca: algoritme de clústers de seqüència de Microsoft

source: subform control
ca: control de subformulari

source: subreport control
ca: control de subinforme

source: anonymous replica
ca: rèplica anònima

source: attach
ca: adjuntar

source: clear
ca: desmarcar

source: clear
ca: esborrar

source: clear
ca: eliminar

source: conference
ca: conferència

source: Fine-Grained Permissions
ca: Permisos molt específics

source: mute
ca: silenciar

source: directory service
ca: servei de directori

source: custom toolbar
ca: barra d'eines personalitzada

source: power
ca: potència

source: global replica
ca: rèplica global

source: EXCH50 binary large object
ca: objecte binari gran EXCH50

source: EXCH50 BLOB
ca: BLOB EXCH50

source: select
ca: activar

source: add-on
ca: complement

source: Customer Experience Improvement Program
ca: Programa de millora de l'experiència dels clients

source: stand-alone
ca: independent

source: Building Blocks Organizer
ca: Organitzador de conjunts de creació

source: run-time
ca: temps d'execució

source: Visual Basic Editor
ca: Editor del Visual Basic

source: Service Set Identifier
ca: Identificador de xarxa (SSID)

source: post
ca: publicació

source: extended property
ca: propietat ampliada

source: information
ca: informació

source: info
ca: informació

source: HIPAA Privacy Rule
ca: Directriu de privadesa HIPAA

source: protect
ca: protegir

source: default device
ca: Dispositiu per defecte

source: folder tree
ca: arbre de carpetes

source: report module
ca: mòdul de l'informe

source: open proxy
ca: servidor intermediari obert

source: strikethrough
ca: ratllat

source: Message Policy
ca: norma de gestió de missatges

source: viewer
ca: visualitzador

source: code stub
ca: codi auxiliar

source: guide
ca: guia

source: contact
ca: contacte

source: Excel on the web
ca: Excel al web

source: Microsoft Excel on the web
ca: Microsoft Excel al web

source: Active Directory Service Interfaces
ca: interfícies del servei Active Directory

source: PSTN
ca: XTC

source: public switched telephone network
ca: xarxa telefònica commutada

source: default value
ca: valor per defecte

source: sync
ca: sincro

source: appointment
ca: cita

source: logging
ca: registre

source: link
ca: enllaç

source: caller ID
ca: Identificador de l'autor de trucada

source: caller ID
ca: ID de la trucada

source: Microsoft Time Series algorithm
ca: algoritme de sèrie temporal de Microsoft

source: global menu bar
ca: barra de menús global

source: report header
ca: capçalera de l'informe

source: Signed - unverified
ca: Signat: sense verificar

source: Phone
ca: Telèfon

source: object
ca: objecte

source: home cell
ca: casella de destinació

source: section
ca: secció

source: no-bar fraction
ca: fracció sense barra

source: alias
ca: àlies

source: print area
ca: àrea d'impressió

source: edit
ca: editar

source: Call Forwarding On
ca: Desviament de trucada activat

source: conferencing service provider
ca: proveïdor de serveis de conferència

source: audio call
ca: trucada d'àudio

source: ScreenTip
ca: Informació de pantalla

source: Enhanced ScreenTip
ca: Informació de pantalla millorada

source: poison-message queue
ca: cua de missatges sospitosos

source: lowercase
ca: minúscula

source: Hold
ca: En espera

source: status
ca: estat

source: status
ca: enviar

source: availability
ca: disponibilitat

source: online status
ca: estat en línia

source: contact information
ca: informació de contacte

source: contact info
ca: informació de contacte

source: Work Phone
ca: Telèfon de la feina

source: skip
ca: ometre

source: Agile method
ca: Mètode àgil

source: Agile methodology
ca: Metodologia àgil

source: client application
ca: aplicació client

source: calendar item
ca: element del calendari

source: Allow
ca: Permet

source: deploy
ca: implementar

source: Sign Out
ca: Tanca la sessió

source: administrator
ca: administrador

source: orphan file
ca: fitxer orfe

source: font style
ca: estil de lletra

source: video conversation
ca: conversa de vídeo

source: managed custom folder
ca: carpeta personalitzada administrada

source: Allow list
ca: Llista de permesos

source: allow list
ca: Llista de permesos

source: content master
ca: patró de contingut

source: cost center
ca: centre de costos

source: attendee
ca: assistent

source: partnership
ca: associació

source: image file
ca: fitxer d'imatge

source: PowerPoint Previewer
ca: Visualitzador previ de PowerPoint

source: purge
ca: purgar

source: Lightweight Directory Access Protocol
ca: protocol d'accés a directoris lleugers

source: hive
ca: subarbre

source: relational operator
ca: operador relacional

source: semaphore
ca: semàfor

source: command button
ca: botó d'ordre

source: push button
ca: botó d'ordre

source: Printing and Imaging Devices
ca: Dispositius d'impressió i de processament d'imatges

source: pop-up item
ca: finestra emergent

source: pop-up
ca: finestra emergent

source: block
ca: bloquejar

source: search results
ca: resultats de la cerca

source: workflow job
ca: feina del flux de treball

source: addendum
ca: annex

source: bulleted list
ca: llista amb pics

source: Recycle Bin
ca: Paperera de reciclatge

source: Safe Senders List
ca: Llista d'emissors segurs

source: SMTP connector
ca: connector SMTP

source: sign-in name
ca: Nom d'inici de sessió

source: binary large object
ca: objecte binari gran

source: task
ca: tasca

source: to-do item
ca: tasca pendent

source: to-do
ca: tasca pendent

source: dialog box
ca: quadre de diàleg

source: team
ca: equip

source: signature
ca: signatura

source: window
ca: finestra

source: frame rate
ca: fotogrames per segon

source: Security Configuration Wizard
ca: Auxiliar de la configuració de seguretat

source: module
ca: mòdul

source: seed
ca: propagar

source: offline
ca: fora de línia

source: Yes/No data type
ca: tipus de dades Sí/No

source: style inspector
ca: inspector d'estils

source: HTML file
ca: fitxer HTML

source: independent software vendor
ca: proveïdor de programari independent

source: session cookie
ca: galeta de sessió

source: minimum system requirements
ca: requisits mínims del sistema
