Repository: Softcatala/translation-memory-tools
Catalog: source-pos/microsoft/microsoft-terms.po
Languages: ca

source: key logger
ca: registrador de pulsacions de tecles

source: leader code
ca: codi de moderador

source: indent
ca: sagnar

source: Microsoft Small Business Web
ca: Web de Microsoft Small Business

source: inner
ca: interna

source: accounting
ca: comptabilitat

source: class
ca: classe

source: alt text
ca: text alternatiu

source: Outlook Anywhere
ca: Outlook arreu

source: codec
ca: còdec

source: Resource Plans
ca: Planificació de recursos

source: Web-enabled InfoPath form for mobile devices
ca: Formulari de l'InfoPath habilitat per al web per a dispositius mòbils

source: delegate
ca: delegat

source: Daily Task List
ca: Llista de tasques diàries

source: Reset Status
ca: Restableix l'estat

source: on hold
ca: en espera

source: sidebar
ca: barra lateral

source: Office Diagnostics
ca: Diagnòstic de l'Office

source: margin
ca: marge

source: page margin
ca: marge de la pàgina

source: rolling average
ca: mitjana acumulada

source: accessibility feature
ca: característica d'accessibilitat

source: publish
ca: publicar

source: notification
ca: notificació

source: thumbnail
ca: miniatura

source: organization
ca: organització

source: timestamp
ca: data i hora

source: frame
ca: marc

source: Unified Messaging
ca: missatgeria unificada

source: run-time error
ca: error de temps d'execució

source: current cost
ca: cost corrent

source: rights
ca: drets

source: loop
ca: bucle

source: mobile device
ca: dispositiu mòbil

source: mobile
ca: dispositiu mòbil

source: caching
ca: emmagatzematge a la memòria cau

source: user experience
ca: experiència de l'usuari

source: Entitlement Channel
ca: Canal de dret

source: Channel
ca: Canal

source: sign-in info
ca: informació d'inici de sessió

source: sign-in information
ca: informació d'inici de sessió

source: credentials
ca: credencials

source: Automation
ca: Automatització

source: dispatch ID
ca: ID de procés

source: face
ca: cara

source: panning mode
ca: mode panoràmic

source: Show Time As
ca: Mostra l'hora com a

source: IM
ca: MI

source: instant messaging
ca: de missatgeria instantània

source: Resource Booking Attendant
ca: Acceptació automàtica de recursos

source: Contextual Spelling
ca: Ortografia contextual

source: threat
ca: amenaça

source: input mask
ca: màscara d'entrada

source: service activity
ca: activitat de servei

source: mark read
ca: marcar com a llegit

source: Web-based Distributed Authoring and Versioning
ca: Sistema distribuït de creació i control de versions web

source: Web-based Distributed Authoring and Versioning
ca: WebDAV

source: Web Distributed Authoring and Versioning
ca: Sistema distribuït de creació i control de versions web

source: attachment
ca: fitxer adjunt

source: attachment
ca: adjunt

source: property promotion
ca: promoció de propietats

source: mailbox
ca: bústia de correu

source: Frame Zoom Control
ca: Control de zoom de marc

source: Keyboard Access System
ca: Sistema d'accessos del teclat

source: domain function
ca: funció de domini

source: preview pane
ca: subfinestra de visualització prèvia

source: spyware
ca: programa espia

source: spyware
ca: programari espia

source: Dialog Box Launcher
ca: Iniciador de quadres de diàleg

source: wallpaper
ca: empaperat

source: wallpaper
ca: fons de pantalla

source: HTTP handler
ca: gestor d'HTTP

source: language pack
ca: paquet de llengua

source: procedure
ca: procediment

source: television
ca: televisió

source: local group
ca: grup local

source: Structured References
ca: Referències estructurades

source: sync error
ca: error de sincronització

source: security key
ca: clau de seguretat

source: Budget Allocated
ca: Pressupost assignat

source: Sepia Tone
ca: to sèpia

source: Go
ca: Ves-hi

source: asynchronous operation
ca: operació asíncrona

source: manager
ca: administrador

source: data item
ca: element de dades

source: process
ca: procés

source: hierarchy diagram
ca: diagrama de jerarquies

source: Windows Setup
ca: Instal·lació del Windows

source: Edge Subscription
ca: Subscripció Edge

source: Admins group
ca: grup Administradors

source: compaction
ca: compactació

source: style
ca: estil

source: server name
ca: nom del servidor

source: Currency
ca: Moneda

source: crosstab query
ca: consulta de taula de referències creuades

source: test drive
ca: versió de prova

source: line of business
ca: línia de negoci

source: clock setting
ca: configuració del rellotge

source: Lasso Select
ca: Selecció de llaç

source: assembly
ca: assemblatge

source: virus scanner
ca: detector de virus

source: decryption
ca: desencriptació

source: Meeting Lobby
ca: sala d'espera

source: digital photo
ca: foto digital

source: photo
ca: foto

source: conflict
ca: conflicte

source: capture
ca: capturar

source: wallpaper
ca: empaperat

source: desktop background
ca: fons de l'escriptori

source: background
ca: fons

source: label
ca: etiquetar

source: listen
ca: escoltar

source: stop responding
ca: deixar de respondre

source: role assignment
ca: assignació d'una funció

source: desktop sharing
ca: ús compartit de l'escriptori

source: ticket
ca: sol·licitud

source: Microsoft Access project
ca: projecte del Microsoft Access

source: sink
ca: receptor

source: Exchange System Manager
ca: Administrador del sistema de l'Exchange

source: network topology
ca: topologia de xarxa

source: unit group
ca: grup d'unitats

source: anchor plugin
ca: connector d'ancoratge

source: turn on
ca: activar

source: enable
ca: habilitar

source: shade
ca: ombra

source: parental controls
ca: controls parentals

source: percent markup
ca: percentatge d'augment de preu

source: headset
ca: auriculars

source: drive letter
ca: lletra de la unitat

source: character code
ca: codi de caràcter

source: list control
ca: control de les llistes

source: Block phrase
ca: expressió de bloqueig

source: Kerberos constrained delegation
ca: delegació limitada de kerberos

source: passphrase
ca: contrasenya

source: percent of list
ca: percentatge del preu en llista

source: default folder
ca: carpeta predeterminada

source: E-mail Merge
ca: personalització de correu electrònic

source: replication
ca: replicació

source: job
ca: feina

source: group level
ca: nivell del grup

source: duration
ca: duració

source: soft delete
ca: eliminació provisional

source: tagged note
ca: nota amb etiquetes

source: floor plan
ca: traçat de planta

source: setting
ca: paràmetre

source: setting
ca: configuració

source: path
ca: camí

source: column
ca: columna

source: function
ca: funció

source: application background
ca: fons de l'aplicació

source: Remove from Group
ca: Suprimeix del grup

source: Stretch
ca: Estira

source: absolute URL
ca: URL absoluta

source: My Videos
ca: Els meus vídeos

source: array
ca: matriu

source: macro group
ca: grup de macros

source: conditional filtering
ca: filtre condicional

source: Intelligent Message Filter
ca: Filtre de missatgeria intel·ligent

source: access permissions
ca: permisos d'accés

source: permissions
ca: permisos

source: linear expression
ca: expressió lineal

source: end user
ca: usuari final

source: citation
ca: citació

source: contributor
ca: col·laborador

source: line spacing
ca: interlineat

source: No service
ca: sense servei

source: content rating
ca: classificació del contingut

source: histogram
ca: histograma

source: Source Manager
ca: Gestor de fonts bibliogràfiques

source: IIS instance
ca: Instància de l'IIS

source: address rewriting
ca: unificació d'adreces

source: Actual Capacity
ca: Capacitat real

source: wildcard
ca: caràcter comodí

source: wildcard
ca: caràcter comodí

source: base capacity
ca: capacitat bàsica

source: Account
ca: Compte

source: capacity
ca: capacitat

source: Annual Report Preparation
ca: Preparació de l'informe anual

source: bundle
ca: paquet

source: Marketing Campaign Planning
ca: Planificació de campanyes de màrqueting

source: preferred language
ca: llengua preferida

source: user-preferred interface language
ca: llengua d'interfície preferida per l'usuari

source: Preparation of an Opening Balance Sheet at the Date of Transition to IFRS
ca: Preparació d'un balanç inicial a la data de transició als IFRS

source: click
ca: clic

source: Six Sigma DMAIC Cycle
ca: Cicle DMAIC de Six Sigma

source: contact
ca: contacte

source: SOX Compliance and Technology Options
ca: Opcions de tecnologia i compliment de la llei Sarbanes-Oxley

source: collation
ca: intercalació

source: language group
ca: grup de llengua

source: row
ca: fila

source: resume
ca: currículum

source: workflow condition
ca: condició de flux de treball

source: malicious software
ca: programari maliciós

source: ownership
ca: propietat

source: last name
ca: cognom

source: client extension control
ca: control d'extensió de client

source: Property Editor
ca: editor de propietats

source: close
ca: tancar

source: value-added tax
ca: impost sobre el valor afegit

source: VAT
ca: IVA

source: Tradeshow Planning, Execution and Wrap-Up
ca: Planificació, execució i resum d'exposicions

source: currency symbol
ca: símbol monetari

source: tombstone
ca: marca d'exclusió

source: Unmute Microphone
ca: Activa micròfon

source: primary key
ca: clau principal

source: hate speech
ca: llenguatge difamatori

source: Company
ca: Empresa

source: append query
ca: consulta de dades annexades

source: extent
ca: extensió

source: many-to-many relationship
ca: relació de molts a molts

source: Active Directory Connector
ca: connector de l'Active Directory

source: digital ink
ca: tinta digital

source: ink
ca: entrada manuscrita

source: swatch
ca: mostrari

source: trustworthy website
ca: pàgina web de confiança

source: prompt publishing point
ca: punt de publicació personalitzat

source: Report Wizard
ca: Auxiliar d'informes

source: Mobile
ca: mòbil

source: grouped controls
ca: controls agrupats

source: release hold
ca: anul·la la suspensió

source: well-formed XML
ca: XML amb format correcte

source: question mark
ca: signe d'interrogació

source: dumpster
ca: contenidor d'elements pre-eliminats

source: email address
ca: adreça electrònica

source: email
ca: adreça electrònica

source: address
ca: adreça

source: remaining availability
ca: disponibilitat restant

source: rule
ca: regla

source: filter
ca: filtre

source: forward
ca: reenviar

source: player
ca: reproductor

source: EdgeSync synchronization
ca: sincronització EdgeSync

source: selection
ca: selecció

source: bundle
ca: agrupar

source: Inactive
ca: Inactiu

source: content deployment
ca: distribució del contingut

source: form template
ca: plantilla de formulari

source: refactor
ca: refactoritzar

source: radio
ca: ràdio

source: Active Directory Domain Services
ca: serveis de domini de l'Active Directory

source: Watercolor
ca: Aquarel·la

source: binding
ca: vinculació

source: identification
ca: identificació

source: Home
ca: particular

source: Microsoft Exchange Unified Messaging Service
ca: Servei de missatgeria unificat del Microsoft Exchange

source: trojan downloader
ca: programa de baixades troià

source: passcode
ca: clau d'accés

source: server
ca: servidor

source: system object
ca: objecte del sistema

source: Mute Speakers
ca: Silencia els altaveus

source: area code
ca: prefix local

source: optimize
ca: optimitzar

source: build
ca: compilació

source: ActiveX control
ca: control ActiveX

source: private key
ca: clau privada

source: privacy relationship
ca: relació de privadesa

source: access level
ca: nivell d'accés

source: bitmap
ca: mapa de bits

source: Add a Contact...
ca: afegeix un contacte

source: exclusive
ca: exclusiu

source: local replica
ca: rèplica local

source: add-in
ca: complement

source: mail-enabled universal security group
ca: grup de seguretat universal habilitat per a correu electrònic

source: double-tap
ca: tocar dues vegades

source: wait condition
ca: condició d'espera

source: quantity selling option
ca: opció de quantitat de venda

source: zoom out
ca: reduir

source: Options
ca: Opcions

source: OLE container
ca: contenidor OLE

source: Quick Access Toolbar
ca: Barra d'eines d'accés ràpid

source: drop-down list box
ca: quadre de llista desplegable

source: interface
ca: interfície

source: help
ca: ajuda

source: online help
ca: ajuda en línia

source: configuration
ca: configuració

source: scan
ca: escanejar

source: emoticon
ca: emoticona

source: cost line
ca: línia de cost

source: track
ca: pista

source: taskbar button
ca: botó de la barra de tasques

source: mail contact
ca: contacte de correu

source: debug
ca: depurar

source: fuzzing
ca: test d'entrades aleatòries

source: broadband
ca: de banda ampla

source: Windows Error Reporting
ca: Informe d'errors del Windows

source: isometric
ca: isomètric

source: call-handling rules
ca: normes de gestió de trucades

source: select
ca: seleccionar

source: Toolbox
ca: Quadre d'eines

source: shuffle all
ca: tot aleatori

source: shuffle
ca: ordre aleatori

source: local area network
ca: xarxa d'àrea local

source: search
ca: cerca

source: press and hold
ca: mantenir premut

source: Trust Center
ca: Centre de confiança

source: discount
ca: descompte

source: hover
ca: apuntar

source: Elapsed
ca: transcorregut

source: join
ca: unir-se

source: Template Part
ca: element de plantilla

source: Template Part
ca: Element de plantilla

source: device
ca: dispositiu

source: mobile phone
ca: telèfon mòbil

source: Parental Controls
ca: Controls Parentals

source: Application Server role
ca: funció Servidor d'aplicacions

source: audio codec
ca: còdec d'àudio

source: row field
ca: camp de fila

source: user-level security
ca: seguretat per a usuaris

source: action argument
ca: argument de l'acció

source: Object Palette
ca: paleta d'objectes

source: back payment
ca: pagament retroactiu

source: access method
ca: mètode d'accés

source: action
ca: acció

source: answer
ca: respon

source: resource
ca: recurs

source: incoming mail
ca: correu entrant

source: system administrator
ca: administrador del sistema

source: administrator
ca: administrador

source: initialize
ca: inicialitzar

source: processor
ca: processador

source: company
ca: empresa

source: grouping pane
ca: subfinestra d'agrupament

source: postal code
ca: codi postal

source: Digital ID
ca: ID digital

source: tarpitting
ca: fre de correu brossa (tarpitting)

source: chargeable transaction
ca: transacció facturable

source: case study
ca: estudi de casos

source: personal note
ca: nota personal

source: note
ca: nota

source: input device
ca: dispositiu d'entrada

source: Computer
ca: ordinador

source: anonymous user
ca: usuari anònim

source: superscript
ca: superíndex

source: message transfer system
ca: sistema de transferència de missatges

source: mitigation
ca: mitigació

source: pre-order
ca: compra per endavant

source: Home service
ca: Trucada local

source: mail-enabled universal distribution group
ca: grup de distribució universal habilitat per a correu electrònic

source: Data Selector
ca: Selector de dades

source: System Protection
ca: Protecció del sistema

source: spoof
ca: suplantar la identitat

source: spoof
ca: suplantar electrònicament

source: security role
ca: funció de seguretat

source: justify
ca: justificar

source: edit
ca: edició

source: request
ca: sol·licitud

source: General alignment
ca: alineació general

source: tertiary domain
ca: domini terciari

source: subdomain
ca: subdomini

source: persona
ca: rol

source: initialize
ca: inicialitzar

source: customer service
ca: servei d'atenció al client

source: entertainment
ca: entreteniment

source: meeting
ca: reunió

source: license terms
ca: termes de la llicència

source: case-sensitive
ca: diferencien entre majúscules i minúscules

source: deliverable
ca: lliurament

source: Unknown
ca: Desconegut

source: virtual private network
ca: xarxa privada virtual

source: connection
ca: connexió

source: access point
ca: punt d'accés

source: wi-fi access point
ca: punt d'accés Wi-Fi

source: Data Connection Library
ca: Biblioteca de connexió de dades

source: sign out
ca: tancar la sessió

source: ATM adaptation layer
ca: capa d'adaptació ATM

source: deafness
ca: sordesa

source: spammer
ca: generador de correu brossa

source: layout table
ca: marc de disseny

source: infotip
ca: quadre informatiu

source: antispyware software
ca: programari antiespia

source: caret
ca: símbol de la tecla Control

source: left outer join
ca: unió externa esquerra

source: left outer
ca: externa esquerra

source: communications service
ca: servei de comunicacions

source: Boolean
ca: booleà

source: spoofed mail
ca: correu electrònic simulat

source: update
ca: actualitzar

source: file transfer
ca: transferència de fitxers

source: instruction
ca: instrucció

source: delete query
ca: consulta de supressió

source: digital video
ca: vídeo digital

source: dependency property
ca: propietat de dependència

source: slider
ca: control lliscant

source: minimize
ca: minimitzar

source: query
ca: consultar

source: Access Edge service
ca: servei perimetral d'accés

source: SQL view
ca: visualització de SQL

source: select query
ca: consulta de selecció

source: Windows Mobility Center
ca: Centre de mobilitat del Windows

source: binary file
ca: fitxer binari

source: PivotTable
ca: taula dinàmica

source: PivotTable list
ca: llista de taula dinàmica

source: prompt
ca: sol·licitar

source: trust
ca: confiança

source: conversation invitation
ca: invitació a una conversa

source: handle
ca: control

source: adjustment
ca: ajust

source: AutoNumber
ca: Autonumeració

source: Mobile Phone
ca: Telèfon mòbil

source: communications server
ca: servidor de comunicacions

source: Platform Server Role
ca: funció Servidor de plataforma

source: Message Layer Security
ca: Protocol d'encriptació MLS

source: due date
ca: data de venciment

source: bot
ca: robot

source: button
ca: botó

source: troubleshooter
ca: detector d'errors

source: left arrow
ca: fletxa esquerra

source: Point-to-Point Protocol
ca: Protocol punt a punt

source: Calculator
ca: Calculadora

source: Windows Calculator
ca: Calculadora del Windows

source: Microsoft Calculator
ca: Calculadora de Microsoft

source: data manipulation language
ca: llenguatge de manipulació de dades

source: friendly name
ca: nom amigable

source: surge protector
ca: protector de sobretensió

source: Days Neglected
ca: Dies sense atendre

source: active window
ca: finestra activa

source: Internet Sharing
ca: accés compartit a Internet

source: point
ca: punt

source: Ribbon
ca: Franja

source: Memo
ca: Memoràndum

source: reading pane
ca: subfinestra de lectura

source: landscape
ca: horitzontal

source: serial number
ca: número de sèrie

source: session
ca: sessió

source: choose
ca: triar

source: retention period
ca: període de retenció

source: scrolling text control
ca: control de text amb desplaçament

source: Autodiscover
ca: Detecció automàtica

source: offline address book generation
ca: generació de llibretes d'adreces sense connexió

source: OAB generation
ca: generació de l'OAB

source: accepted domain
ca: domini acceptat

source: property definition
ca: definició d'una propietat

source: eyedropper
ca: comptagotes

source: handoff
ca: traspàs

source: placeholder
ca: contenidor

source: packet
ca: paquet

source: hold down
ca: mantenir premut

source: service-level agreement
ca: acord de nivell de servei

source: service-level agreement
ca: acord a nivell del servei

source: E-mail Router Configuration Wizard
ca: Auxiliar de configuració de l'encaminador de correu electrònic

source: open
ca: obert

source: transport event
ca: esdeveniment de transport

source: recording
ca: enregistrament

source: failover
ca: commutació

source: disk space
ca: espai al disc

source: directory harvest attack
ca: atac de cacera de directoris

source: dollar sign
ca: signe del dòlar

source: Collect Data Through E-mail
ca: Recollida de dades per correu electrònic

source: relationship role
ca: funció de relació

source: leader
ca: guia

source: Lookup field
ca: camp de consulta

source: dynamic distribution group
ca: grup de distribució dinàmica

source: Edge Transport server role
ca: funció del servidor Edge Transport

source: raw IP
ca: IP sense processar

source: Exchange Management Console
ca: Consola d'administració de l'Exchange

source: web address
ca: adreça d'Internet

source: web address
ca: adreça web

source: OLE object
ca: objecte OLE

source: trigger
ca: disparador

source: IP Allow list
ca: Llista d'adreces IP permeses

source: IP/VoIP gateway
ca: passarel·la IP/VoIP

source: error bar
ca: barra d'error

source: trim points
ca: punts de tall

source: mailbox database
ca: base de dades de bústies de correu

source: subscription
ca: subscripció

source: in-app subscription
ca: subscripció des de l'aplicació

source: permission policy
ca: norma de permisos

source: Business Phone
ca: Telèfon de la feina

source: comma
ca: coma

source: offline address book
ca: llibreta d'adreces sense connexió

source: abort
ca: abandonar

source: OAB distribution
ca: distribució de l'OAB

source: offline address book distribution
ca: distribució de llibretes d'adreces sense connexió

source: routing group
ca: grup d'encaminament

source: pan
ca: panoràmica

source: checkpoint
ca: punt de control

source: storage group
ca: grup d'emmagatzematge

source: maximize
ca: maximitzar

source: administrator role
ca: funció d'administrador

source: nary
ca: d'n elements

source: read-only
ca: només de lectura

source: multithreaded apartment
ca: apartament de diversos fils

source: Excel Cube Functions
ca: Funcions de cub de l'Excel

source: network drive
ca: unitat de xarxa

source: cluster continuous replication
ca: replicació contínua en clúster

source: Time Off
ca: Temps lliure

source: VR
ca: RV

source: local continuous replication
ca: replicació contínua local

source: P2 header
ca: capçalera P2

source: message header
ca: encapçalament del missatge

source: Remove from Contact List
ca: Suprimeix de la llista de contactes

source: unbound form
ca: formulari independent

source: Signature Setup
ca: configuració de signatura

source: meeting participant
ca: participant d'una reunió

source: infrared
ca: infraroig

source: calculated field
ca: camp calculat

source: compose
ca: redactar

source: leaf node
ca: node fulla

source: state
ca: estat

source: status
ca: estat

source: data visualization
ca: visualització de les dades

source: Hub Transport server role
ca: funció del servidor Transport del concentrador

source: alternate access mapping
ca: assignació alternativa d'accés

source: Mailbox server role
ca: funció del servidor Bústia de correu

source: thesaurus
ca: diccionari de sinònims

source: disabled control
ca: control inhabilitat

source: repeating table
ca: taula de repetició

source: Document Workspace site
ca: lloc Àrea de treball del document

source: customer
ca: client

source: social engineering
ca: enginyeria social

source: battery life
ca: durada de la bateria

source: battery life
ca: vida de la bateria

source: interactive
ca: interactiu

source: caret
ca: operador exponencial

source: risk
ca: risc

source: risk event
ca: incidència de risc

source: fiscal year
ca: exercici fiscal

source: Competitor Win Loss
ca: Perdudes i aconseguides per competidor

source: channel number
ca: número de canal

source: sales forecast
ca: previsió de vendes

source: network connection
ca: connexió de xarxa

source: bandwidth
ca: amplada de banda

source: correlation ID
ca: ID de correlació

source: Windows Live ID service
ca: servei del Windows Live ID

source: class identifier
ca: identificador de classe

source: class ID
ca: ID de classe

source: legend
ca: llegenda

source: trial
ca: prova

source: touch
ca: funcionalitat tàctil

source: Web Part
ca: Element web

source: web part
ca: element web
