Repository: Softcatala/translation-memory-tools
Catalog: source-pos/microsoft/microsoft-terms.po
Languages: ca

source: native file
ca: fitxer natiu

source: processing
ca: processament

source: population parameters
ca: paràmetres de població

source: import batch ID
ca: identificador de lot d'importació

source: Modern Attachments
ca: Fitxers adjunts moderns

source: Activity
ca: Activitat

source: App & browser control
ca: Control d'aplicacions i navegadors

source: Computer performance & health
ca: Rendiment i estat de l'ordinador

source: Family options
ca: Opcions de la família

source: Firewall & network protection
ca: Tallafoc i protecció de la xarxa

source: Virus & threat protection
ca: Protecció contra virus i amenaces

source: Background pictures
ca: Imatges de fons

source: Drag and drop
ca: Arrossega i deixa anar

source: Styles
ca: Estils

source: Add Space
ca: Afegeix espai

source: Stickers
ca: Adhesius

source: Side to Side
ca: En paral·lel

source: Page Movement
ca: Desplaçament de pàgina

source: navigation layout
ca: disposició de navegació

source: connection
ca: connexió

source: Office 365 Users
ca: Usuaris de l'Office 365

source: Ruler
ca: Regle

source: virtual ruler
ca: regle virtual

source: Data Model Diagram
ca: Diagrama de model de dades

source: Detail Rows Expression
ca: Expressió de files de detalls

source: detail rows
ca: files de detalls

source: Microsoft OLE DB Provider for Oracle
ca: Proveïdor OLE DB de Microsoft per a l'Oracle

source: detrended price oscillator
ca: oscil·lador de preus sense tendència

source: dedupe
ca: deduplicar

source: time off
ca: permís

source: Public Preview
ca: Visualització prèvia pública

source: public preview
ca: visualització prèvia pública

source: public preview
ca: versió preliminar pública

source: Waitlist
ca: Llista d'espera

source: sick day
ca: baixa mèdica

source: sick day
ca: baixa per malaltia

source: jury duty
ca: servei de jurat

source: parental leave
ca: permís parental

source: work preference
ca: preferència de feina

source: break
ca: pausa

source: verification code
ca: codi de verificació

source: team
ca: equip

source: position
ca: càrrec

source: schedule
ca: planificació

source: database reverse engineering
ca: enginyeria inversa en bases de dades

source: DBRE
ca: EIBD

source: handoff
ca: traspàs de torn

source: Partner Center dashboard
ca: tauler del Centre d'associats

source: Azure Information Protection viewer
ca: visualitzador de l'Azure Information Protection

source: driving directions
ca: indicacions de ruta en cotxe

source: transit directions
ca: indicacions de ruta en transport públic

source: walking directions
ca: indicacions de ruta a peu

source: Ink to shape
ca: D'entrada manuscrita a forma

source: Centralized Deployment
ca: Implementació centralitzada

source: Office 365 Centralized Deployment
ca: Implementació centralitzada de l'Office 365

source: Classic
ca: Clàssica

source: Conversational
ca: Conversa

source: Incorrect Inflection
ca: Flexió incorrecta

source: Commonly Confused Phrases
ca: Locucions que se solen confondre

source: Use of Plain Verb Form
ca: Ús de forma verbal simple

source: Comma After Greetings
ca: Coma després de les salutacions

source: Capitalization of March and May
ca: Ús de majúscules a març i maig

source: collocation
ca: col·locació

source: inflection
ca: flexió

source: hologram
ca: holograma

source: Holograms
ca: Hologrames

source: Microsoft Holograms
ca: Hologrames de Microsoft

source: Open, suggested
ca: Oberta, suggerida

source: offer
ca: oferir

source: unpaid break
ca: descans no remunerat

source: In-Place eDiscovery & Hold
ca: Descobriment de documents electrònics i conservació al lloc

source: self-provision account
ca: compte d'autoaprovisionament

source: Windows Defender Application Guard
ca: Guardià d'aplicacions del Windows Defender

source: Application Guard
ca: Guardià d'aplicacions

source: Windows Defender Advanced Security Center
ca: Centre de seguretat avançada del Windows Defender

source: Windows Defender Device Control
ca: Control de dispositius del Windows Defender

source: West US 2
ca: Oest dels EUA 2

source: mixed world
ca: món mixt

source: topology
ca: topologia

source: Office 365 Advanced Compliance
ca: Compliment avançat de l'Office 365

source: Exchange Enterprise CAL Services (EOP, DLP) for faculty
ca: Serveis de l'Exchange Enterprise CAL (EOP, DLP) per a docents

source: Exchange Online (Plan 1) for alumni
ca: Exchange Online (pla 1) per a antics alumnes

source: Exchange Online (Plan 1) for faculty
ca: Exchange Online (pla 1) per a docents

source: Exchange Online (Plan 1) for students
ca: Exchange Online (pla 1) per a alumnes

source: Exchange Online Advanced Threat Protection for faculty
ca: Protecció contra amenaces avançada de l'Exchange Online per a docents

source: Office 365 Advanced Threat Protection for faculty
ca: Protecció contra amenaces avançada de l'Office 365 per a docents

source: Office 365 Advanced Threat Protection for students
ca: Protecció contra amenaces avançada de l'Office 365 per a alumnes

source: Exchange Online Advanced Threat Protection for students
ca: Protecció contra amenaces avançada de l'Exchange Online per a alumnes

source: Exchange Online Archiving for Exchange Online for faculty
ca: Exchange Online Archiving de l'Exchange Online per a docents

source: Exchange Online Archiving for Exchange Server for faculty
ca: Exchange Online Archiving de l'Exchange Server per a docents

source: Exchange Online Archiving for Exchange Server for students
ca: Exchange Online Archiving de l'Exchange Server per a alumnes

source: Exchange Online Protection for faculty
ca: Exchange Online Protection per a docents

source: Exchange Online Protection for students
ca: Exchange Online Protection per a alumnes

source: Exchange Online with OneDrive for Business
ca: Exchange Online amb el OneDrive for Business

source: Import Service for Office 365
ca: Servei d'importació de l'Office 365

source: Import Service for Office 365 for faculty
ca: Servei d'importació de l'Office 365 per a docents

source: Microsoft Classroom for faculty
ca: Microsoft Classroom per a docents

source: Microsoft Classroom for students
ca: Microsoft Classroom per a alumnes

source: Microsoft MyAnalytics for faculty
ca: Microsoft MyAnalytics per a docents

source: Microsoft MyAnalytics for students
ca: Microsoft MyAnalytics per a alumnes

source: Nonprofit Portal (user purchased) with portal access
ca: Nonprofit Portal (comprat per l'usuari) amb accés al portal

source: Office 365 Advanced Security Management for students
ca: Administració avançada de la seguretat de l'Office 365 per a alumnes

source: Office 365 Business (user purchased)
ca: Office 365 Business (comprat per l'usuari)

source: Office 365 A5 for faculty and staff
ca: Office 365 A5 per a docents i membres del personal

source: Office 365 A5 for students
ca: Office 365 A5 per a alumnes

source: Office 365 Education E5 without PSTN Conferencing for faculty
ca: Office 365 Education E5 sense el servei Conferència XTC per a docents

source: Office 365 Education E5 without PSTN Conferencing for students
ca: Office 365 Education E5 sense el servei Conferència XTC per a alumnes

source: Office 365 Education Plus for students (user purchased)
ca: Office 365 Education Plus per a alumnes (comprat per l'usuari)

source: Office 365 Enterprise E1 with Exchange Online Archiving
ca: Office 365 Enterprise E1 amb l'Exchange Online Archiving

source: Microsoft Office 365 Developer Pilot
ca: Versió pilot per a desenvolupadors del Microsoft Office 365

source: Office 365 Enterprise E3 without ProPlus
ca: Office 365 Enterprise E3 sense el ProPlus

source: gamification
ca: ludificació

source: ECAL Services (EOA, EOP, DLP)
ca: Serveis ECAL (EOA, EOP i DLP)

source: ECAL Services (EOA, EOP, DLP) for faculty
ca: Serveis ECAL (EOA, EOP i DLP) per a docents

source: blockchain
ca: cadena de blocs

source: ECAL Services (EOA, EOP, DLP) for students
ca: Serveis ECAL (EOA, EOP i DLP) per a alumnes

source: Exchange Enterprise CAL Services (EOP, DLP) Technical Preview
ca: Serveis de l'Exchange Enterprise CAL (EOP, DLP) Technical Preview

source: Office 365 Advanced Compliance for faculty
ca: Compliment avançat de l'Office 365 per a docents

source: Office 365 Advanced Compliance for students
ca: Compliment avançat de l'Office 365 per a alumnes

source: ledger
ca: llibre de comptabilitat

source: on-prem to cloud migration
ca: migració de l'entorn local al núvol

source: Azure Partner Quickstarts
ca: Guies d'inici ràpid per a associats de l'Azure

source: Connect with a data plan
ca: Connecta't amb un pla de dades

source: Office 365 ProPlus (user purchased)
ca: Office 365 ProPlus (comprat per l'usuari)

source: Office 365 ProPlus for faculty
ca: Office 365 ProPlus per a docents

source: Office 365 ProPlus for students
ca: Office 365 ProPlus per a alumnes

source: Office Online with SharePoint Online (Plan 1)
ca: Office Online amb el SharePoint Online (pla 1)

source: Office Online with SharePoint Online (Plan 1) for faculty
ca: Office Online amb el SharePoint Online (pla 1) per a docents

source: Office Online with SharePoint Online (Plan 1) for students
ca: Office Online amb el SharePoint Online (pla 1) per a alumnes

source: Office Online with SharePoint Online (Plan 2)
ca: Office Online amb el SharePoint Online (pla 2)

source: Office Online with SharePoint Online (Plan 2) for faculty
ca: Office Online amb el SharePoint Online (pla 2) per a docents

source: Office Online with SharePoint Online (Plan 2) for students
ca: Office Online amb el SharePoint Online (pla 2) per a alumnes

source: Hello World
ca: Hola, món

source: OneDrive for Business with Office on the web (user purchased)
ca: OneDrive for Business amb l'Office al web (comprat per l'usuari)

source: Office 365 Government E4 without ProPlus
ca: Office 365 Government E4 sense el ProPlus

source: Office 365 Government E5 without Power BI and Cloud PBX
ca: Office 365 Government E5 sense el Power BI ni el PBX al núvol

source: Office 365 Government E5 without Power BI and PSTN Conferencing
ca: Office 365 Government E5 sense el Power BI ni el servei Conferència XTC

source: Office 365 Government E5 without PSTN Conferencing
ca: Office 365 Government E5 sense el servei Conferència XTC

source: Office 365 Enterprise E4 without ProPlus
ca: Office 365 Enterprise E4 sense el ProPlus

source: Office 365 Enterprise E5 without Power BI and Cloud PBX
ca: Office 365 Enterprise E5 sense el Power BI ni el PBX al núvol

source: Office 365 Enterprise E5 without PSTN Conferencing
ca: Office 365 Enterprise E5 sense el servei Conferència XTC

source: Office 365 Extra File Storage for faculty
ca: Office 365 Extra File Storage per a docents

source: Office 365 Extra File Storage for Small Business
ca: Office 365 Extra File Storage per a petites empreses

source: Power BI for Office 365 (user purchased)
ca: Power BI per a l'Office 365 (comprat per l'usuari)

source: Power BI for Office 365 Add-On
ca: Complement del Power BI per a l'Office 365

source: Power BI for Office 365 Add-On for faculty
ca: Complement del Power BI per a l'Office 365 per a docents

source: Power BI for Office 365 Add-On for students
ca: Complement del Power BI per a l'Office 365 per a alumnes

source: Power BI for Office 365 for faculty
ca: Power BI per a l'Office 365 per a docents

source: Power BI for Office 365 for students
ca: Power BI per a l'Office 365 per a alumnes

source: Project for Office 365 (user purchased)
ca: Project per a l'Office 365 (comprat per l'usuari)

source: Project for Office 365 for faculty
ca: Project per a l'Office 365 per a docents

source: Project for Office 365 for students
ca: Project per a l'Office 365 per a alumnes

source: Project Online Essentials for faculty
ca: Project Online Essentials per a docents

source: Project Online Essentials for students
ca: Project Online Essentials per a alumnes

source: Project Online Premium for faculty
ca: Project Online Premium per a docents

source: Project Online Premium for students
ca: Project Online Premium per a alumnes

source: Project Online Premium without Project Client for faculty
ca: Project Online Premium sense el Project Client per a docents

source: Project Online Premium without Project Client for students
ca: Project Online Premium sense el Project Client per a alumnes

source: Project Online Premium without Project Client Technical Preview
ca: Project Online Premium sense el Project Client Technical Preview

source: Project Online Professional (user purchased)
ca: Project Online Professional (comprat per l'usuari)

source: Project Online Professional for faculty
ca: Project Online Professional per a docents

source: Project Online Professional for students
ca: Project Online Professional per a alumnes

source: Project Online with Project for Office 365 for faculty
ca: Project Online amb el Project per a l'Office 365 per a docents

source: Project Online with Project for Office 365 for students
ca: Project Online amb el Project per a l'Office 365 per a alumnes

source: Project Online with Project for Office 365 Pilot
ca: Versió pilot del Project Online amb el Project per a l'Office 365

source: Project Online with Project for Office 365 Technical Preview
ca: Project Online amb el Project per a l'Office 365 Technical Preview

source: Secure Productive Enterprise E5 without PSTN Conferencing
ca: Secure Productive Enterprise E5 sense el servei Conferència XTC

source: SharePoint Online (Plan 1) for faculty
ca: SharePoint Online (pla 1) per a docents

source: SharePoint Online (Plan 1) for students
ca: SharePoint Online (pla 1) per a alumnes

source: SharePoint Online (Plan 1) with Yammer
ca: SharePoint Online (pla 1) amb el Yammer

source: SharePoint Online (Plan 2) for faculty
ca: SharePoint Online (pla 2) per a docents

source: SharePoint Online (Plan 2) for students
ca: SharePoint Online (pla 2) per a alumnes

source: SharePoint Online (Plan 2) with Yammer
ca: SharePoint Online (pla 2) amb el Yammer

source: SharePoint Online Partner Access for alumni
ca: Accés per a antics alumnes al SharePoint Online per a pares

source: SharePoint Online Partner Access for parents
ca: Accés per a associats al SharePoint Online per a pares

source: Visio Pro for Office 365 (user purchased)
ca: Visio Pro per a l'Office 365 (comprat per l'usuari)

source: Visio Pro for Office 365 for faculty
ca: Visio Pro per a l'Office 365 per a docents

source: Visio Pro for Office 365 for students
ca: Visio Pro per a l'Office 365 per a alumnes

source: Visio Pro for Office 365 Technical Preview
ca: Visio Pro per a l'Office 365 Technical Preview

source: Business center
ca: Centre de negocis

source: Office 365 Business center
ca: Centre de negocis de l'Office 365

source: Microsoft Forms (Plan 3)
ca: Microsoft Forms (pla 3)

source: Microsoft Teams Kiosk
ca: Quiosc del Microsoft Teams

source: Mobile Device Management for Office 365
ca: Administració de dispositius mòbils per a l'Office 365

source: Office 365 Enterprise E3 with Planner Test
ca: Office 365 Enterprise E3 amb una prova del Planner

source: Office 365 Midsize Business with Exchange Online Archiving
ca: Office 365 Midsize Business amb l'Exchange Online Archiving

source: OneDrive for Business (Plan 1)
ca: OneDrive for Business (pla 1)

source: OneDrive for Business (Plan 2)
ca: OneDrive for Business (pla 2)

source: 360° video
ca: vídeo de 360º

source: Windows Sonic for Headphones
ca: Windows Sonic per a auriculars

source: PowerApps and Logic flows
ca: PowerApps i fluxos lògics

source: Canada Central
ca: Centre del Canadà

source: Canada East
ca: Est del Canadà

source: West Central US
ca: Centre-oest dels EUA

source: Activity
ca: Activitat

source: channel
ca: canal

source: mention
ca: menció

source: team
ca: equip

source: 2D view
ca: visualització 2D

source: Slow ring
ca: Anell de mode diferit

source: Fast ring
ca: Anell de mode anticipat

source: Release Preview ring
ca: Anell de versió preliminar

source: distributed ledger
ca: llibre de comptabilitat distribuït

source: Ink Math Assistant
ca: Assistent per passar d'entrada manuscrita a matemàtiques

source: Math Assistant
ca: Assistent de matemàtiques

source: Microsoft Secure Score
ca: Puntuació de seguretat de Microsoft

source: Page-Stack navigation
ca: Navegació de pàgines horitzontal

source: spatial sound
ca: so espacial

source: variable refresh rate
ca: freqüència d'actualització variable

source: Threat explorer
ca: Explorador d'amenaces

source: Development and test
ca: Desenvolupament i proves

source: artifact
ca: artefacte

source: canvas
ca: llenç

source: action step
ca: pas d'acció

source: business rule
ca: regla de negocis

source: secure score
ca: puntuació de seguretat

source: card form
ca: format de targeta

source: Insights pane
ca: subfinestra de l'Insights

source: app designer
ca: dissenyador d'aplicacions

source: view designer
ca: dissenyador de visualitzacions

source: entity data provider
ca: proveïdor de dades de l'entitat

source: entity data source
ca: font de dades de l'entitat

source: data step
ca: pas de dades

source: funnel
ca: embut

source: story
ca: història

source: channel
ca: canal

source: watchlist
ca: llista de seguiment

source: admin mode
ca: mode d'administrador

source: trending video
ca: vídeo popular

source: uploader
ca: carregador

source: like
ca: m'agrada

source: thumbnail
ca: miniatura

source: thumbnail video
ca: vídeo de miniatura

source: holographic label maker
ca: creador d'etiquetes hologràfiques

source: opt-in
ca: alta

source: opt-out
ca: baixa

source: stamp
ca: segellar

source: Share stats
ca: Comparteix estadístiques

source: Visio JavaScript API
ca: API Visio JavaScript

source: partner advisory hour
ca: hora d'assessorament de soci

source: Office 365 ADG
ca: ADG de l'Office 365

source: Office 365 Advanced Data Governance
ca: Govern de dades avançat de l'Office 365

source: Advanced Data Governance
ca: Govern de dades avançat

source: Data governance
ca: Govern de dades

source: request-response
ca: sol·licitud-resposta

source: star rating
ca: valoració amb estrelles

source: Poster Frame
ca: Marc de pòster

source: poster frame
ca: marc de pòster

source: Visio on the web
ca: Visio al web

source: Visio Viewer for iOS
ca: Visualitzador del Visio per a l'iOS

source: bot
ca: robot

source: chatbot
ca: robot de xat

source: chatbot
ca: bot de xat

source: SQL Server Integration Services Scale Out
ca: Escalabilitat horitzontal de l'SQL Server Integration Services

source: Microsoft AS OLE DB Provider for SQL Server
ca: Proveïdor OLE DB del Microsoft AS per a l'SQL Server

source: Analysis Services OLE DB Provider
ca: Proveïdor OLE DB de l'Analysis Services

source: Microsoft Analysis Services OLE DB Provider for Microsoft SQL Server
ca: Proveïdor OLE DB del Microsoft Analysis Services per al Microsoft SQL Server

source: Semantic Language Statistics
ca: Estadístiques de llenguatge semàntic

source: angel
ca: Àngel

source: angry
ca: Enfadat

source: beer
ca: Cervesa

source: banging head on wall
ca: Cops de cap contra la paret

source: blushing
ca: Ruborós

source: bowing
ca: Reverència

source: broken heart
ca: Cor trencat

source: bug
ca: Insecte

source: cake
ca: Pastís

source: cash
ca: Diners en efectiu

source: cheeky
ca: Murri

source: clapping
ca: Aplaudiments

source: coffee
ca: Cafè

source: cool
ca: Genial

source: crying
ca: Plorós

source: dancing
ca: Ballant

source: demon
ca: Dimoni

source: doh!
ca: Caram!

source: drink
ca: Beguda

source: drunk
ca: Begut

source: dull
ca: Apagat

source: envy
ca: Enveja

source: evil grin
ca: Somriure malèvol

source: facepalm
ca: Exasperant

source: fingers crossed
ca: Creuem els dits

source: flower
ca: Flor

source: giggle
ca: Rialleta

source: handshake
ca: Encaixada de mans

source: happy
ca: Feliç

source: heart
ca: Cor

source: heidy
ca: Esquirol

source: hi
ca: Hola!

source: high five
ca: Toca-la!

source: hug
ca: Abraçada

source: in love
ca: Enamorat

source: it wasn't me!
ca: No he estat jo!

source: kiss
ca: Petó

source: laugh
ca: Riure

source: make-up
ca: Maquillatge

source: mooning
ca: Culet

source: movie
ca: Pel·lícula

source: muscle
ca: Múscul

source: music
ca: Música

source: my lips are sealed
ca: No obriré la boca

source: nerdy
ca: Repel·lent

source: nod
ca: Gest afirmatiu

source: party
ca: Festa

source: phone
ca: Telèfon

source: pool party
ca: Festa a la piscina

source: punch
ca: Cop de puny

source: raining
ca: Pluja

source: relieved
ca: Alleujat

source: rolling on the floor laughing
ca: Morint-se de riure

source: sad
ca: Trist

source: shake
ca: Negació

source: sleepy
ca: Endormiscat

source: smile
ca: Somriure

source: smirking
ca: Somriure amb satisfacció

source: smoking
ca: Fumant

source: star
ca: Estrella

source: sun
ca: Sol

source: surprised
ca: Sorprès

source: swearing
ca: Insultant

source: talking
ca: Parlant

source: thinking
ca: Pensant

source: time
ca: Hora

source: too much information
ca: Massa informació

source: tumbleweed
ca: Estepicursor

source: vomiting
ca: Vomitant

source: wait
ca: Espera

source: wink
ca: Ullet

source: wondering
ca: Pensarós

source: working from home
ca: Treballant des de casa

source: worried
ca: Preocupat

source: yawn
ca: Badallant

source: yes
ca: Sí

source: you have mail
ca: Teniu correu nou

source: Microsoft developer
ca: desenvolupador de Microsoft

source: suggestion card
ca: targeta de suggeriments

source: Quick suggestions
ca: Suggeriments ràpids

source: Mailbox clean-up assistant
ca: Assistent per netejar la bústia de correu

source: form designer
ca: dissenyador de formularis

source: traffic analytics
ca: anàlisi del trànsit

source: customer journey
ca: recorregut del client

source: portal solution
ca: solució del portal

source: marketing event
ca: esdeveniment de màrqueting

source: Unified Interface
ca: Interfície unificada

source: event management
ca: administració d'esdeveniments

source: marketing email
ca: correu electrònic de màrqueting

source: lead scoring model
ca: model de puntuació del client potencial

source: social pane
ca: subfinestra social

source: Source Campaign
ca: Campanya d'origen

source: My important groups
ca: Els meus grups importants

source: people detection
ca: detecció de persones

source: memory slot
ca: ranura de memòria

source: Insider for Business
ca: Insider per a empreses

source: Windows Insider Program for Business
ca: Programa Windows Insider per a empreses

source: app launcher
ca: iniciador d'aplicacions

source: app drawer
ca: tauler d'aplicacions

source: launcher
ca: iniciador

source: AR
ca: RA

source: augmented reality
ca: realitat augmentada

source: Print to OneNote
ca: Imprimeix al OneNote

source: Visio Pro for Office 365 Trial
ca: Prova del Visio Pro per a l'Office 365

source: design language
ca: llenguatge de disseny

source: Office Design Language
ca: Llenguatge de disseny de l'Office

source: #BLOCKED!
ca: #BLOQUEJAT!

source: Microsoft Support
ca: Servei tècnic de Microsoft

source: immersive view
ca: visualització immersiva

source: Mixed Reality Portal
ca: Portal de realitat mixta

source: close
ca: tancament

source: meeting log
ca: registre de reunió

source: call log
ca: registre de trucada

source: MDS Add-in for Excel
ca: Complement MDS per a l'Excel

source: Focused
ca: Prioritaris

source: Deal amount
ca: Import de la promoció

source: Deals lost
ca: Promocions perdudes

source: Deals won
ca: Promocions aconseguides

source: Deals active
ca: Promocions actives

source: draft
ca: selecció de jugadors

source: cap
ca: màxim

source: quick measure
ca: mesura ràpida

source: floor
ca: mínim

source: Excel point scoring
ca: puntuació de l'Excel

source: game manager
ca: administrador de la partida

source: player stats
ca: estadístiques del jugador

source: weekly award
ca: guardó setmanal

source: Send Later
ca: Envia més tard
