Repository: Softcatala/translation-memory-tools
Catalog: source-pos/microsoft/microsoft-terms.po
Languages: ca

source: rewind
ca: rebobinar

source: exception
ca: excepció

source: backslash
ca: barra invertida

source: restart
ca: reiniciar

source: Active Server Pages
ca: pàgines de l'Active Server

source: Edge Subscription file
ca: fitxer de subscripció Edge

source: Resources
ca: Recursos

source: Conversation History
ca: historial de converses

source: messaging records management
ca: administració de registres de missatges

source: restore
ca: restaurar

source: SSL server certificate
ca: certificat SSL de servidor

source: word processor
ca: processador de textos

source: job
ca: feina

source: Shared Resource Provider
ca: Proveïdor de recursos compartits

source: teleconferencing
ca: teleconferència

source: baseboard
ca: placa base

source: bulk order
ca: comanda massiva

source: system job
ca: feina del sistema

source: override
ca: substituir

source: marketing list
ca: llista de màrqueting

source: date literal
ca: literal de data

source: contract address
ca: adreça del contracte

source: parent customer
ca: client principal

source: snapshot definition
ca: definició d'instantània

source: parent picklist
ca: llista de selecció principal

source: Page Editor
ca: Editor de pàgines

source: column field
ca: camp de columna

source: error checking
ca: comprovació d'errors

source: key
ca: clau

source: metric
ca: mètrica

source: whiteboard
ca: pissarra

source: sender policy framework
ca: marc de comprovació del remitent (SPF)

source: junk e-mail
ca: correu brossa

source: spam
ca: correu brossa

source: junk mail
ca: correu brossa

source: topology
ca: topologia

source: execute
ca: executar

source: chat
ca: xat

source: automatic
ca: automàtic

source: data buffer
ca: memòria intermèdia de dades

source: shutdown
ca: tancament

source: Overview
ca: Informació general

source: media server
ca: servidor multimèdia

source: cast
ca: conversió

source: external display
ca: pantalla externa

source: unified communications
ca: comunicacions unificades

source: query
ca: consulta

source: query
ca: cerca

source: tag
ca: marcar

source: parent business unit
ca: unitat de negoci principal

source: Windows Installation Compatibility Advisor
ca: Assessor de compatibilitat d'instal·lació del Windows

source: mail server
ca: servidor de correu

source: email server
ca: servidor de correu

source: key performance indicator
ca: indicador clau de rendiment

source: ODBC data source
ca: origen de dades ODBC

source: Address Rewriting Outbound agent
ca: agent de la Unificació d'adreces sortints

source: SPACEBAR
ca: barra espaiadora

source: SPACE
ca: barra espaiadora

source: Hypertext Transfer Protocol
ca: protocol de transferència d'hipertext

source: load
ca: carregar

source: approval history
ca: historial d'aprovacions

source: identity
ca: identitat

source: digital identity
ca: identitat digital

source: topology
ca: topologia

source: replica set topology
ca: topologia de conjunt de rèpliques

source: resource
ca: recurs

source: command
ca: ordre

source: Remote Desktop Connection
ca: Connexió de l'escriptori remot

source: binary
ca: binari

source: phone integration
ca: integració amb el telèfon

source: global domain identifier
ca: identificador de domini global

source: full outer
ca: externa completa

source: tagged contact
ca: contacte marcat

source: form
ca: formulari

source: single click
ca: un sol clic

source: data map
ca: assignació de dades

source: submenu
ca: submenú

source: nickname
ca: àlies

source: WHERE clause
ca: clàusula WHERE

source: queue
ca: cua

source: campaign item
ca: element de campanya

source: grave accent
ca: accent greu

source: GRAVE ACCENT
ca: accent greu

source: IDC/HTX files
ca: fitxers IDC/HTX

source: active field
ca: camp actiu

source: connect
ca: connectar

source: enhanced
ca: millorat

source: Design view
ca: visualització Disseny

source: compatibility checker
ca: comprovador de compatibilitat

source: entry
ca: introducció

source: cart
ca: carretó

source: database diagram
ca: diagrama de base de dades

source: group name
ca: nom de grup

source: Family Safety
ca: Seguretat familiar

source: category
ca: categoria

source: bill-to address
ca: adreça de facturació

source: tax
ca: impost

source: hyphen
ca: guionet

source: Server Side Incremental
ca: Incremental de servidor

source: Sync Center
ca: Centre de sincronització

source: address bar
ca: barra d'ubicació

source: dictionary
ca: diccionari

source: volume license
ca: llicència de volum

source: volume license
ca: llicència per volum

source: measure
ca: mesura

source: direction code
ca: codi de direcció

source: printer
ca: impressora

source: BitLocker Drive Encryption
ca: Xifratge d'unitat BitLocker

source: container
ca: contenidor

source: container application
ca: aplicació contenidora

source: group inheritance
ca: herència de grups

source: custom order
ca: ordre personalitzat

source: hard disk drive
ca: unitat de disc dur

source: blindness
ca: ceguesa

source: scalability
ca: escalabilitat

source: rollup
ca: valor consolidat

source: work breakdown structure
ca: estructura del desglossament del treball

source: domain
ca: domini

source: printed circuit board
ca: placa de circuit imprès

source: bill
ca: factura

source: information technology
ca: tecnologies de la informació

source: COM object
ca: objecte COM

source: lock token
ca: testimoni de bloqueig

source: workflow step
ca: pas del flux de treball

source: Unmute
ca: activar so

source: power scheme
ca: pla d'energia

source: power plan
ca: pla d'energia

source: Advanced Connection Settings
ca: Configuració de connexió avançada

source: Signed - verified
ca: Signat: verificat

source: constrained field
ca: camp restringit

source: mouse wheel
ca: roda del ratolí

source: Quick Styles
ca: Estils ràpids

source: trigger
ca: disparar

source: Other Phone
ca: Telèfon addicional

source: align
ca: alinear

source: broadcast
ca: de difusió

source: asset
ca: actiu

source: macro-enabled
ca: habilitat per a macros

source: Document Review
ca: Revisió de documents

source: Calendar Concierge
ca: Recepcionista del calendari

source: library
ca: biblioteca

source: kerning
ca: interlletratge

source: Override Price
ca: Substitueix el preu

source: percent margin
ca: percentatge de marge

source: subscript
ca: subíndex

source: Excel Calculation Server
ca: Servidor de càlcul de l'Excel

source: background
ca: en segon terme

source: fast forward
ca: avançar ràpidament

source: Project Tasks
ca: Tasques de projectes

source: phishing
ca: pesca

source: PIN unlock key
ca: clau per desbloquejar el PIN

source: client extension
ca: extensió de client

source: data center
ca: centre de dades

source: declarative workflow
ca: flux de treball declaratiu

source: pluggable authentication
ca: autenticació connectable

source: workflow definition
ca: definició de flux de treball

source: workflow policy
ca: norma de flux de treball

source: workflow activation
ca: activació de flux de treball

source: audience
ca: públic

source: workflow activity
ca: activitat de flux de treball

source: workflow registration
ca: registre de flux de treball

source: event framework
ca: marc d'incidències

source: multitenancy
ca: arquitectura de diversos inquilins

source: multitenant
ca: diversos inquilins

source: post-event
ca: posterior a la incidència

source: pre-event
ca: anterior a la incidència

source: partial class
ca: classe parcial

source: scatter chart
ca: gràfic de dispersió

source: Guest account
ca: compte de convidat

source: permission
ca: permís

source: port number
ca: número de port

source: single-threaded apartment
ca: apartament d'un sol fil

source: pending
ca: pendent

source: doughnut chart
ca: gràfic d'anelles

source: bubble chart
ca: gràfic de bombolles

source: verification certificate
ca: certificat de verificació

source: resource group
ca: grup de recursos

source: closed captioning
ca: subtitulat ocult

source: customer relationship
ca: relació de client

source: version
ca: versió

source: blur
ca: desenfocament

source: smartphone
ca: telèfon intel·ligent

source: smartphone
ca: telèfon intel·ligent

source: phone
ca: telèfon

source: encryption provider
ca: proveïdor de xifratge

source: user credentials
ca: credencials d'usuari

source: brute force attack
ca: atac per força bruta

source: key search attack
ca: atac per cerca de clau

source: Microsoft Update Catalog
ca: Catàleg del Microsoft Update

source: administrator account
ca: compte d'administrador

source: Enterprise Voice client
ca: client de l'Enterprise Voice

source: payroll
ca: nòmina

source: start date
ca: data d'inici

source: Information Rights Management Services
ca: Servei de gestió de drets relatius a la informació

source: default name
ca: nom predeterminat

source: distribution group
ca: grup de distribució

source: unidentified caller
ca: autor de trucada no identificat

source: device name
ca: nom del dispositiu

source: Exchange administrator
ca: Administrador de l'Exchange

source: calendar information
ca: informació del calendari

source: confirmation dialog box
ca: quadre de diàleg de confirmació

source: DSN code
ca: codi DSN

source: DWORD value
ca: valor DWORD

source: partner
ca: soci

source: Enterprise Agreement
ca: Contracte Enterprise

source: bank wire transfer
ca: transferència bancària

source: full packaged product
ca: producte empaquetat complet

source: relevance
ca: rellevància

source: Automated Clearing House
ca: Cambra de compensació automatitzada

source: client authentication
ca: autenticació de client

source: remove
ca: suprimir

source: resume
ca: reprendre

source: unknown
ca: desconegut

source: reset
ca: reinicialitzar

source: reset
ca: restablir

source: directory ID
ca: ID de directori

source: find
ca: cercar

source: Finish
ca: Acabament

source: bucket
ca: dipòsit

source: setup program
ca: programa d'instal·lació

source: content type
ca: tipus de contingut

source: box and whisker chart
ca: gràfic de caixes i bigotis

source: filter criteria
ca: criteris de filtre

source: quota message
ca: missatge de quota

source: estimate at completion
ca: estimació en finalitzar

source: tap
ca: tocar

source: 1-D shape
ca: forma 1D

source: ADE file
ca: fitxer ADE

source: breakdown shape
ca: forma de desglossament

source: MasterCard SecureCode
ca: codi de seguretat de MasterCard

source: card validation code
ca: codi de validació de la targeta

source: Card Verification Value
ca: valor de verificació de la targeta

source: category field
ca: camp de categoria

source: CHECK constraint
ca: restricció CHECK

source: column area
ca: àrea de columnes

source: conditional format
ca: format condicional

source: cyan
ca: cian

source: database replication
ca: replicació de base de dades

source: date separator
ca: separador de dates

source: default control style
ca: estil de control per defecte

source: default font
ca: tipus de lletra per defecte

source: default property
ca: propietat per defecte

source: delay
ca: retard

source: design grid
ca: quadrícula de disseny

source: detail area
ca: àrea de detalls

source: discussion board
ca: tauler de discussió

source: double-precision
ca: precisió doble

source: echo
ca: eco

source: error number
ca: número d'error

source: identifier
ca: identificador

source: external data
ca: dades externes

source: filter area
ca: àrea de filtre

source: floating
ca: flotant

source: grid lines
ca: línies de quadrícula

source: Hyperlink data type
ca: tipus de dades de l'enllaç

source: installable ISAM
ca: ISAM instal·lable

source: join line
ca: línia d'unió

source: leveling
ca: anivellament

source: list-separator character
ca: caràcter de separació de llista

source: menu bar macro
ca: macro de barra de menús

source: Move mode
ca: mode de desplaçament

source: Name AutoCorrect
ca: correcció automàtica de noms

source: navigation button
ca: botó de navegació

source: Object data type
ca: tipus de dades Objecte

source: ODBC database
ca: base de dades ODBC

source: OLE Object data type
ca: tipus de dades Objecte OLE

source: paste area
ca: àrea per enganxar

source: pessimistic locking
ca: blocatge pessimista

source: PivotTable form
ca: formulari de taula dinàmica

source: plan
ca: pla

source: procedure-level variable
ca: variable de nivell de procediment

source: pseudo index
ca: pseudoíndex

source: quality
ca: qualitat

source: recurring task
ca: tasca periòdica

source: referenced database
ca: base de dades referida

source: repaint
ca: tornar a dibuixar

source: report template
ca: plantilla d'informe

source: binding
ca: vinculació

source: record selector
ca: selector del registre

source: workspace
ca: àrea de treball

source: dashboard
ca: escriptori digital

source: row area
ca: àrea de files

source: row heading
ca: títol de la fila

source: security-enabled workgroup
ca: grup de treball amb la seguretat habilitada

source: series field
ca: camp de sèrie

source: Server Filter By Form
ca: filtre de servidor per formulari

source: size
ca: canviar la mida

source: totals row
ca: fila de totals

source: totals query
ca: consulta de totals

source: unit
ca: unitat

source: workgroup ID
ca: identificador de grup de treball

source: workgroup information file
ca: fitxer d'informació del grup de treball

source: XML entity
ca: entitat XML

source: Yes/No field
ca: camp Sí/No

source: link
ca: enllaçar

source: actual
ca: real

source: allocation
ca: assignació

source: row selector
ca: selector de files

source: SQL-specific query
ca: consulta específica de SQL

source: criteria
ca: criteris

source: advanced search
ca: cerca avançada

source: alert
ca: avís

source: Family Safety
ca: Protecció infantil

source: Windows Live Family Safety
ca: Protecció infantil del Windows Live

source: communication preferences
ca: preferències de comunicació

source: embed a video
ca: inclou el vídeo

source: embed code
ca: codi d'incrustació

source: Embed videos
ca: inclou vídeos

source: friends list
ca: llista d'amics

source: Inbox folder
ca: bústia d'entrada

source: Inbox folder
ca: carpeta Safata d'entrada

source: Inbox
ca: Safata d'entrada

source: mobile messaging
ca: missatgeria de text mòbil

source: nudge
ca: toc

source: online safety
ca: seguretat en línia

source: Service status
ca: estat del servei

source: tune up scan
ca: ajusta l'exploració

source: tune-up scan
ca: exploració d'ajustament

source: wink
ca: picar l'ullet

source: pack
ca: empaquetar

source: seed
ca: valor d'inicialització

source: 3D model
ca: model 3D

source: background
ca: fons

source: show
ca: mostrar

source: ungroup
ca: desagrupar

source: byte order mark
ca: marca d'ordre de bytes

source: batching
ca: transferència en lots

source: replica
ca: rèplica

source: conflict detection
ca: detecció de conflictes

source: clock vector
ca: vector de rellotge

source: replica tick count
ca: comptador de canvis de rèplica

source: tick count
ca: comptador de canvis

source: version
ca: versió

source: synchronization session
ca: sessió de sincronització

source: synchronization provider
ca: proveïdor de sincronització

source: provider
ca: proveïdor

source: source
ca: font

source: source provider
ca: proveïdor font

source: destination
ca: destinació

source: destination provider
ca: proveïdor de destinació

source: replica ID
ca: id. de rèplica

source: replica key
ca: clau de rèplica

source: scope
ca: àmbit

source: synchronization application
ca: aplicació de sincronització

source: knowledge
ca: coneixement

source: item
ca: element

source: global ID
ca: id. global

source: global identifier
ca: identificador global

source: flexible ID
ca: id. flexible

source: flexible identifier
ca: identificador flexible

source: consistency unit
ca: unitat de coherència

source: range
ca: interval

source: change unit
ca: unitat de modificació

source: conflict resolution method
ca: mètode de resolució de conflictes

source: clock vector element
ca: element de vector de rellotge

source: Quality of Experience
ca: qualitat de l'experiència

source: page size
ca: mida de la pàgina

source: paper size
ca: mida del paper

source: change propagation
ca: propagació de canvis

source: full-screen mode
ca: mode de pantalla sencera

source: full-screen mode
ca: mode de pantalla completa

source: creator
ca: creador

source: author
ca: autor

source: ribbon tab
ca: pestanya de la franja

source: virtual surround sound
ca: so envoltant virtual

source: source file
ca: fitxer d'origen

source: builder
ca: generador

source: CNAME record
ca: registre CNAME

source: domain name registrar
ca: registrador de noms de domini

source: MX record
ca: registre MX

source: white balance
ca: balanç de blancs

source: histogram
ca: histograma

source: feedback
ca: comentaris

source: intellectual property
ca: propietat intel·lectual i industrial

source: 1980 United Nations Convention on Contracts for the International Sale of Goods
ca: Convenció de les Nacions Unides sobre els Contractes de Compravenda Internacional de Mercaderies de 1980

source: account manager
ca: gestor de comptes

source: accounts payable
ca: de contacte administratiu

source: acquisition
ca: adquisició

source: administer
ca: gestionar

source: administrator
ca: administrador

source: adverse final judgment
ca: sentència adversa que es dicti amb caràcter ferm i definitiu

source: advisory service
ca: servei d'assessorament

source: affiliate
ca: filial

source: agent
ca: representant

source: agreement
ca: contracte

source: allegedly infringing product
ca: producte presumptivament infractor

source: amendment
ca: acord de modificació

source: anniversary
ca: aniversari

source: annual installment
ca: terminis anuals

source: applicable
ca: aplicable

source: applicable law
ca: legislació aplicable

source: available
ca: disponible

source: be bound by
ca: estar obligat per

source: be subject to
ca: estar subjecte a

source: bill
ca: facturar

source: billing terms
ca: condicions de facturació

source: breach of an obligation
ca: incompliment d'una obligació

source: breach of contract
ca: incompliment de contracte

source: buy-out option
ca: opció de compra completa

source: claim
ca: reclamació

source: claim
ca: reclamar

source: commercial product
ca: producte comercial

source: compliance
ca: compliment

source: compliance verification
ca: verificació del compliment

source: confidential information
ca: informació confidencial

source: confidentiality
ca: confidencialitat

source: consequential damages
ca: danys conseqüencials

source: contact
ca: contacte

source: Microsoft contracting affiliate
ca: filial de Microsoft contractant

source: copyright
ca: propietat intel·lectual

source: customer
ca: client

source: date of renewal
ca: data de pròrroga

source: default administrator
ca: administrador predeterminat

source: device CAL
ca: CAL de dispositiu

source: direct damages
ca: danys directes

source: display
ca: mostrar

source: distribute
ca: distribuir

source: divestiture
ca: desinversió

source: effect of termination
ca: efecte de la resolució

source: effective date
ca: data d'entrada en vigor

source: end date
ca: data final

source: enrolled affiliate
ca: filial inscrita

source: enrollment
ca: inscripció

source: enrollment term
ca: període d'inscripció

source: enter into an agreement
ca: celebrar un contracte

source: enterprise
ca: empresa

source: entity
ca: entitat

source: legal entity
ca: persona jurídica

source: exclusive remedy
ca: únic remei

source: expiration
ca: expiració

source: expiration date
ca: data d'expiració

source: export jurisdiction
ca: jurisdicció en matèria d'exportacions

source: final adjudication
ca: sentència ferma i definitiva

source: force majeure
ca: força major

source: fraudulent misrepresentation
ca: falsa manifestació fraudulenta

source: fulfillment
ca: subministrament

source: full license
ca: llicència completa

source: government entity
ca: entitat pública

source: implied
ca: implícit

source: in accordance with
ca: d'acord amb

source: in writing
ca: per escrit

source: incidental damages
ca: danys incidentals

source: indirect damages
ca: danys indirectes

source: infringement
ca: infracció de drets

source: initial order
ca: comanda inicial

source: installments of the price
ca: terminis del preu

source: jurisdiction
ca: jurisdicció

source: L&SA
ca: L&SA (Llicència i Software Assurance)

source: License and Software Assurance
ca: Llicència i Software Assurance

source: laws and regulations
ca: lleis i reglaments

source: lease
ca: llogar

source: lend
ca: prestar

source: liability
ca: responsabilitat

source: license
ca: llicenciar

source: license grant
ca: concessió de llicències

source: limitation of liability
ca: limitació de responsabilitat

source: limited product warranty
ca: garantia limitada per als productes

source: material breach of an obligation
ca: incompliment greu d'una obligació

source: merchantability
ca: satisfacció

source: merger
ca: fusió

source: Microsoft account manager
ca: gestor de comptes de Microsoft

source: Microsoft approved fulfillment source
ca: font de subministrament aprovada per Microsoft

source: Open Value Subscription Agreement
ca: Contracte d'Open Value Subscription

source: Open Value Agreement
ca: Contracte Open Value

source: misappropriation
ca: violació de secrets empresarials

source: MSDN contact
ca: contacte per a MSDN

source: name of entity
ca: nom de l'entitat

source: negligence
ca: negligència

source: non-exclusivity
ca: absència d'exclusivitat

source: non-infringing
ca: absència d'infracció

source: non-Microsoft product
ca: producte que no és de Microsoft

source: notices
ca: notificacions

source: notices and online access contact
ca: contacte per a notificacions i accés online

source: notify
ca: notificar

source: obligation
ca: obligació

source: online access
ca: accés online

source: order
ca: sol·licitar

source: ownership
ca: titularitat

source: party
ca: part

source: perpetual license
ca: llicència perpètua

source: personal injury
ca: danys corporals

source: platform product
ca: producte de plataforma

source: price level
ca: nivell de preus

source: primary contact
ca: contacte principal

source: printed name
ca: nom en majúscules

source: product functionality enhancement
ca: millora en la funcionalitat del producte

source: enhancement
ca: millora

source: proof of payment
ca: justificant de pagament

source: purchase
ca: adquirir

source: qualified desktop
ca: desktop qualificat

source: qualified user
ca: usuari qualificat

source: qualify
ca: susceptible de

source: reassign
ca: reassignar

source: re-image
ca: substituir còpies

source: re-imaging rights
ca: drets a substituir còpies

source: reimburse
ca: reemborsar

source: release
ca: llançament

source: renewal
ca: pròrroga

source: renewal order
ca: sol·licitud de pròrroga

source: renewal term
ca: període de pròrroga

source: rent
ca: llogar

source: representation
ca: manifestació

source: condition
ca: condició

source: reseller
ca: revenedor

source: restrictions on use
ca: restriccions d'ús

source: reverse engineer
ca: enginyeria inversa

source: settlement
ca: acord transaccional

source: signature date
ca: data de firma

source: software advisor
ca: assessor de programari

source: Software Assurance benefit
ca: Benefici de Software Assurance

source: Software Assurance benefits contact
ca: contacte per als beneficis de Software Assurance

source: Software Assurance Membership
ca: Pertinença a Software Assurance

source: Software Assurance Membership program
ca: programa de pertinença a Software Assurance

source: special damages
ca: danys especials

source: step-up
ca: migrar (a una edició superior)

source: sublicense
ca: subllicenciar

source: subsection
ca: subapartat

source: survival
ca: subsistència

source: take effect
ca: entrar en vigor
