Repository: Softcatala/translation-memory-tools
Catalog: source-pos/microsoft/microsoft-terms.po
Languages: ca

source: Synced folders
ca: carpetes sincronitzades

source: Just me
ca: Només per a mi

source: Messenger social
ca: Novetats a la xarxa social

source: fine tune
ca: ajustar

source: geotag
ca: geoetiqueta

source: shuffle
ca: seleccionar aleatòriament

source: storytelling
ca: narrador d'històries

source: personalize
ca: personalitzar

source: quick view
ca: visualització ràpida

source: friends
ca: amics

source: sub-territory
ca: subzona de vendes

source: Active View
ca: visualització activa

source: desktop program
ca: programa d'escriptori

source: video messages
ca: missatges de vídeo

source: Video Messages
ca: Missatges de vídeo

source: POP aggregation
ca: agregació POP

source: badge
ca: distintiu

source: contact picker
ca: selector de contactes

source: presence status
ca: estat de presència

source: Call Me
ca: Truca'm

source: file plan
ca: pla de fitxers

source: deactivate
ca: desactivar

source: form editor
ca: editor de formularis

source: Exchange Conferencing Services
ca: Serveis de conferència amb l'Exchange

source: vertical search
ca: cerca vertical

source: activate
ca: activar

source: remote user
ca: usuari remot

source: store
ca: magatzem

source: fallback form
ca: formulari de reserva

source: Field Explorer
ca: Explorador de camps

source: Relationship Explorer
ca: Explorador de relacions

source: Internet-facing deployment
ca: implementació disponible des d'Internet

source: claims-based authentication
ca: autenticació basada en declaracions

source: document management
ca: administració de documents

source: field access profile
ca: perfil d'accés a camps

source: filter key
ca: clau de filtre

source: Outside Voice Control
ca: Control de veu externa

source: friend
ca: amic

source: linked ID
ca: ID enllaçat

source: video negotiation
ca: negociació de vídeo

source: entity extractor
ca: extractor d'entitats

source: internal IP address
ca: adreça IP interna

source: private IP address
ca: adreça IP privada

source: anonymous user
ca: usuari anònim

source: Contacts
ca: Contactes

source: Everyone (public)
ca: Tothom (públic)

source: Friends
ca: Amics

source: Some friends
ca: Alguns amics

source: My friends and their friends
ca: Els meus amics i els amics dels meus amics

source: tabbed conversations
ca: converses amb pestanyes

source: list
ca: llista

source: guestbook
ca: llibre de visites

source: favorite
ca: preferit

source: call admission control
ca: control d'admissió de trucades

source: Microsoft Volume Licensing agreement
ca: contracte de llicències per volum de Microsoft

source: Microsoft Volume Licensing
ca: Llicències per volum de Microsoft

source: proxy
ca: servidor intermediari

source: activity
ca: activitat

source: ad
ca: anunci

source: step
ca: pas

source: Sweep
ca: Neteja

source: personal note
ca: nota personal

source: support team
ca: equip de suport tècnic

source: sweep
ca: netejar

source: social update
ca: actualització social

source: account rule
ca: regla del compte

source: account structure
ca: estructura del compte

source: accounting currency
ca: moneda de comptabilitat

source: accounting distribution
ca: distribució comptable

source: default form
ca: formulari per defecte

source: accounting entity
ca: entitat comptable

source: hard fault
ca: error greu

source: hard page fault
ca: error de pàgina greu

source: soft fault
ca: error lleu

source: soft page fault
ca: error de pàgina lleu

source: fixed-price project estimate
ca: estimació de projecte de preu fix

source: ring
ca: timbre

source: Syncing folders and program settings
ca: Configuració del programa i de la sincronització de carpetes

source: Remote connections
ca: Connexions remotes

source: anonymizer
ca: anonimitzador

source: Guestbook
ca: Llibre de visites

source: Featured badges
ca: Distintius destacats

source: Featured emoticons
ca: Emoticones destacades

source: Featured pictures
ca: Imatges destacades

source: Featured scenes
ca: Escenes destacades

source: link chain
ca: cadena d'enllaços

source: mobile address
ca: adreça mòbil

source: public link
ca: enllaç públic

source: Shipping updates
ca: Actualitzacions d'enviaments

source: Synced folder
ca: Carpeta sincronitzada

source: Windows Live Troubleshooting Data
ca: Dades de detecció d'errors del Windows Live

source: transport protocol
ca: protocol de transport

source: service
ca: servei

source: connected service
ca: servei connectat

source: Address Bar Top Result
ca: resultat principal de la barra d'ubicació

source: chargeback
ca: retrocessió

source: Download Manager
ca: gestor de baixades

source: web app
ca: apl. web

source: web application
ca: aplicació web

source: bug bash
ca: detecció d'errors

source: reset
ca: reinicialitza

source: enhanced presence
ca: presència millorada

source: cloud-based
ca: basat en el núvol

source: archive mailbox
ca: bústia de correu d'arxiu

source: Notification bar
ca: barra de notificacions

source: MinIE Frame
ca: marc del MinIE

source: OneDrive camera roll
ca: carret del OneDrive

source: present
ca: presentar

source: Busy Inactive
ca: Ocupat inactiu

source: Blocked
ca: Bloquejat

source: terms of service
ca: condicions del servei

source: English Assistance
ca: Assistència per a anglès

source: mailbox audit log
ca: registre d'auditoria de correu

source: approve
ca: aprovar

source: journal entry
ca: entrada al llibre diari

source: journalize
ca: anotar al llibre diari

source: alert
ca: avís

source: notification
ca: notificació

source: attack surface
ca: superfície d'atac

source: expense
ca: despesa

source: carousel view
ca: visualització de seqüència

source: deal
ca: promoció

source: VAT
ca: IVA

source: location
ca: ubicació

source: stream
ca: flux

source: single-use code
ca: codi d'ús únic

source: trusted PC
ca: ordinador de confiança

source: Windows Live SMS services
ca: serveis d'SMS del Windows Live

source: symbolic link
ca: enllaç simbòlic

source: Exchange hybrid deployment
ca: implantació híbrida de l'Exchange

source: SharePoint Deployment Planning Services
ca: Serveis de planificació per a la implementació del SharePoint

source: Microsoft Desktop Deployment Planning Services
ca: Serveis de planificació per a la implementació d'escriptoris de Microsoft

source: service principal
ca: entitat de seguretat de servei

source: graphic
ca: gràfic

source: flatten
ca: simplificar

source: Litigation Hold
ca: Suspensió per litigi

source: reinstallation
ca: reinstal·lació

source: billing
ca: facturació

source: action
ca: acció

source: amount
ca: quantitat

source: extended price
ca: import

source: public cloud
ca: núvol públic

source: Microsoft Online Services Sign-In Assistant
ca: Ajudant d'inici de sessió de Microsoft Online Services

source: active mailbox migration
ca: migració de bústies de correu actives

source: administrator audit log
ca: registre d'auditoria d'administrador

source: cutover migration
ca: migració simple

source: envelope journaling
ca: registre de sobres al diari

source: group naming policy
ca: política de noms de grups

source: incremental synchronization
ca: sincronització incremental

source: journal report
ca: informe de diari

source: journal rule
ca: norma de diari

source: staged migration
ca: migració per fases

source: deduplication
ca: desduplicació

source: immutable ID
ca: ID immutable

source: Bing Shopping
ca: Compres del Bing

source: Bing Finance
ca: Finances del Bing

source: Bing Games
ca: Jocs del Bing

source: Bing Video Games
ca: Videojocs del Bing

source: Bing Videos
ca: Vídeos del Bing

source: Bing Music
ca: Música del Bing

source: Bing Weather
ca: El temps del Bing

source: classification
ca: classificació

source: delegated admin
ca: admin. delegat

source: delegated administrator
ca: administrador delegat

source: liquidity classification
ca: classificació de liquiditat

source: accounting event liquidity classification
ca: classificació de liquiditat d'incidència comptable

source: accounting category
ca: categoria comptable

source: native boot
ca: arrencada nativa

source: accounts payable
ca: compte a pagar

source: accounts receivable
ca: compte a cobrar

source: hub
ca: centre

source: Hub
ca: Centre

source: slate
ca: tauleta tàctil

source: Bing TV
ca: Televisió del Bing

source: Bing Movies
ca: Pel·lícules del Bing

source: Bing News
ca: Notícies del Bing

source: Bing Dictionary
ca: Diccionari del Bing

source: asset
ca: actiu

source: duplicate removal
ca: supressió de duplicats

source: result source
ca: origen de resultats

source: first-stage Recycle Bin
ca: Paperera de reciclatge de primer nivell

source: named item view
ca: visualització d'elements amb nom

source: second-stage Recycle Bin
ca: Paperera de reciclatge de segon nivell

source: secret key
ca: clau secreta

source: application directory
ca: directori d'aplicacions

source: cancel
ca: cancel·lar

source: calculated measure
ca: mesura calculada

source: Microsoft SQL Server database
ca: base de dades del Microsoft SQL Server

source: Bing Bar Translator
ca: Traductor de la Barra del Bing

source: interactive demo
ca: demostració interactiva

source: interactive demo
ca: demo interactiva

source: demo
ca: demostració

source: Snap
ca: Acobla

source: airplane mode
ca: mode avió

source: Live SDK
ca: SDK del Live

source: service message
ca: missatge de servei

source: telecoil
ca: audiòfon

source: accounting currency unit
ca: unitat monetària de comptabilitat

source: emergency call
ca: trucada d'emergència

source: proxy authentication
ca: autenticació del proxy

source: International assist
ca: Assistència internacional

source: respond
ca: respondre

source: free trial
ca: prova gratuïta

source: trial
ca: prova

source: Find My Phone
ca: Busca el meu telèfon

source: favorites
ca: favorits

source: SMS center number
ca: número del centre de SMS

source: quarantine
ca: posar en quarantena

source: reverse charge
ca: inversió impositiva

source: Top artists
ca: Artistes principals

source: company phone
ca: telèfon de l'empresa

source: home phone
ca: telèfon particular

source: work phone
ca: telèfon de la feina

source: Speech
ca: veu

source: significant other
ca: parella

source: add call
ca: afegeix trucada

source: tap to expand
ca: toca per expandir

source: tap to swap
ca: toca per intercanviar

source: tap to merge
ca: toca per combinar

source: retake
ca: repeteix

source: Explicit
ca: Explícit

source: Top albums
ca: Àlbums principals

source: call icon
ca: icona de trucada

source: Live Tile
ca: Peça dinàmica

source: post on Facebook
ca: publicar al Facebook

source: Search icon
ca: icona Cerca

source: Start
ca: Inici

source: Start screen
ca: pantalla inicial

source: uninitialize
ca: anul·lar la inicialització

source: Bing Rewards
ca: Premis del Bing

source: Windows 7 logo
ca: logotip del Windows 7

source: Windows 7 software logo
ca: logotip de programari del Windows 7

source: Windows 7 hardware logo
ca: logotip de maquinari del Windows 7

source: Windows 7 Logo Program
ca: Programa del logotip del Windows 7

source: remediation
ca: correcció

source: seat
ca: llicència

source: tenant administrator
ca: administrador d'inquilins

source: antispyware program
ca: programa antiespia

source: map
ca: mostrar al mapa

source: curfew
ca: horari restringit

source: time allowance
ca: temps permès

source: accounting cycle
ca: cicle comptable

source: System Information
ca: Informació del sistema

source: me
ca: jo

source: DirectX Graphics Infrastructure
ca: Infraestructura de gràfics del DirectX

source: glyph run
ca: seqüència de glifs

source: event listener
ca: oient d'incidències

source: authority information access
ca: accés a la informació de l'autoritat

source: Base Smart Card Cryptographic Service Provider
ca: Proveïdor de serveis criptogràfics bàsic per a targetes intel·ligents

source: Base Smart Card CSP
ca: CSP bàsic per a targetes intel·ligents

source: certificate revocation list distribution point
ca: punt de distribució de la llista de revocació de certificats

source: issuing certification authority
ca: autoritat de certificació emissora

source: issuing CA
ca: CA emissora

source: renewal only mode
ca: mode només de renovació

source: thumbprint
ca: empremta digital

source: severity
ca: gravetat

source: certificate chaining
ca: encadenament de certificats

source: Authority Key Identifier
ca: Identificador de la clau de l'autoritat

source: cloud service
ca: servei al núvol

source: generic type
ca: tipus genèric

source: user interface virtualization
ca: virtualització de la interfície de l'usuari

source: virtualization
ca: virtualització

source: ACS Management Portal
ca: Portal d'administració de l'ACS

source: home realm URL
ca: URL de territori inicial

source: scale out
ca: escalar horitzontalment

source: subscription
ca: subscripció

source: update
ca: actualitzar

source: purple
ca: porpra

source: teal
ca: verd blavós

source: background agent
ca: agent en segon terme

source: panorama
ca: panoràmica

source: tombstone
ca: marcador de desactivació

source: post
ca: missatge

source: mention
ca: menció

source: follow
ca: seguir

source: unfollow
ca: deixar de seguir

source: like
ca: m'agrada

source: unlike
ca: No m'agrada

source: thread
ca: fil

source: prospect
ca: donant potencial

source: pledge
ca: compromís

source: Know Your Client
ca: Coneixement del client

source: constituent
ca: membre constituent

source: donation
ca: donació

source: connection
ca: contacte

source: offline
ca: fora de línia

source: homework list
ca: llista autoritzada

source: homework app
ca: aplicació autoritzada

source: homework website
ca: lloc web autoritzat

source: thread
ca: conversa

source: device claim
ca: declaració del dispositiu

source: All rights reserved.
ca: Tots els drets reservats.

source: song
ca: cançó

source: metered data plan
ca: pla de dades segons el consum

source: metered data plan
ca: pla de dades limitat

source: publisher
ca: editor

source: publish
ca: publicar

source: Remote Direct Memory Access
ca: Accés remot directe a la memòria

source: primordial pool
ca: conjunt primordial

source: Import Data Wizard
ca: Auxiliar d'importació de dades

source: ISV.config file
ca: fitxer ISV.Config

source: lookup view
ca: visualització de cerca

source: qualify
ca: qualificar

source: layout
ca: disposició

source: storage layout
ca: disposició de l'emmagatzematge

source: mirror
ca: volum de rèplica

source: parity
ca: de paritat

source: storage provider
ca: proveïdor d'emmagatzematge

source: storage pool
ca: conjunt d'emmagatzematge

source: virtual disk
ca: disc virtual

source: fast startup
ca: inici ràpid

source: master boot code
ca: codi d'arrencada mestra

source: app container
ca: contenidor de l'aplicació

source: Automatic Maintenance
ca: Manteniment automàtic

source: BitLocker encrypted installation
ca: instal·lació xifrada amb BitLocker

source: BitLocker network unlock
ca: desblocatge de BitLocker en xarxa

source: Client Hyper-V
ca: Hyper-V client

source: dynamic access control
ca: control d'accés dinàmic

source: File History
ca: Historial de fitxers

source: Microsoft account
ca: compte Microsoft

source: Microsoft account
ca: compte de Microsoft

source: Multilingual User Interface
ca: Interfície d'usuari multilingüe

source: file picker
ca: selector de fitxers

source: Active Directory-based activation
ca: activació basada en l'Active Directory

source: notification
ca: notificació

source: notification banner
ca: bàner de notificació

source: banner
ca: bàner

source: Windows Certification Program
ca: Programa de certificació del Windows

source: Windows Desktop Apps Certification Kit
ca: Kit de certificació d'aplicacions d'escriptori del Windows

source: Windows Hardware Certification Kit
ca: Kit de certificació de maquinari del Windows

source: Windows HCK
ca: HCK del Windows

source: push-button reset
ca: reinicialització per botó d'ordre

source: push-button reset
ca: reinicialització ràpida

source: Trusted Boot
ca: Arrencada de confiança

source: Virtual Smart Card
ca: Targeta intel·ligent virtual

source: Windows activation
ca: activació del Windows

source: rotate
ca: girar

source: rotate gesture
ca: gest de girar

source: rotate
ca: girar

source: My Tasks
ca: Les meves tasques

source: Windows Internal Database
ca: Base de dades interna del Windows

source: Auto Collage
ca: Collage automàtic

source: Spot Verifier
ca: Verificador de punts

source: slab consolidation
ca: consolidació de seccions

source: wipe
ca: eliminar

source: Windows Location Provider
ca: Proveïdor de la ubicació del Windows

source: metered Internet connection
ca: connexió a Internet limitada

source: metered connection
ca: connexió d'ús mesurat

source: SQL Browser
ca: Navegador de l'SQL

source: Time Broker
ca: Agent de temps

source: Time Event Broker
ca: Agent d'incidències de temps

source: chart style
ca: estil de gràfic

source: slab
ca: secció

source: Content by Query
ca: Contingut per consulta

source: Content Query
ca: Consulta de contingut

source: Application administrator
ca: Administrador d'aplicacions

source: Security administrator
ca: Administrador de seguretat

source: accent color
ca: color d'èmfasi

source: account picture
ca: imatge del compte

source: picture
ca: imatge

source: contextual command bar
ca: barra d'ordres contextual

source: app bar
ca: barra de l'aplicació

source: background
ca: fons

source: Calendar
ca: Calendari

source: Windows Calendar
ca: Calendari del Windows

source: Call
ca: Trucada

source: Windows Call
ca: Trucada del Windows

source: charm
ca: botó d'accés

source: desktop program
ca: programa d'escriptori

source: handwriting panel
ca: tauler d'escriptura a mà

source: Windows Mail
ca: Correu del Windows

source: Mail
ca: Correu

source: main app
ca: aplicació principal

source: Messaging
ca: Missatgeria

source: Windows Messaging
ca: Missatgeria del Windows

source: Microsoft Messaging
ca: Missatgeria de Microsoft

source: Windows Reader
ca: Lector del Windows

source: Reader
ca: Lector

source: Windows People
ca: Persones del Windows

source: People
ca: Persones

source: Microsoft People
ca: Persones de Microsoft

source: Microsoft Photos
ca: Fotos de Microsoft

source: Photos Preview
ca: Visualització prèvia de Fotos

source: Windows Photos
ca: Fotos del Windows

source: Photos
ca: Fotos

source: pinch
ca: pessigar

source: press and hold
ca: prémer sense deixar anar

source: press and hold
ca: mantenir premut

source: press and hold
ca: mantenir premut

source: press and hold
ca: prémer sense deixar anar

source: refresh Windows
ca: restablir el Windows

source: reset Windows
ca: reinicialitzar el Windows

source: slide
ca: fer lliscar

source: slide
ca: fer lliscar

source: slide gesture
ca: gest de fer lliscar

source: resize handle
ca: control de redimensionament

source: snapped app
ca: aplicació acoblada

source: swipe
ca: passar el dit

source: swipe
ca: passar el dit

source: swipe gesture
ca: gest de passar el dit

source: tap
ca: toc

source: tap gesture
ca: gest de toc

source: text suggestion
ca: suggeriment de text

source: thumb keyboard
ca: teclat per als polzes

source: keyboard
ca: teclat

source: tile
ca: peça

source: keyboard
ca: teclat

source: touch keyboard
ca: teclat tàctil

source: Xbox Video
ca: Vídeo Xbox

source: Video
ca: Vídeo

source: Music
ca: Música

source: Camera
ca: Càmera

source: Windows Camera
ca: Càmera del Windows

source: stretch
ca: estirar

source: contact linking
ca: enllaç de contactes

source: Format Object task pane
ca: subfinestra de tasques Format d'objectes

source: badge
ca: distintiu

source: Narrator
ca: Narrador

source: Quick Explore
ca: Exploració ràpida

source: Team Work Center
ca: Centre de feina en equip

source: theme family
ca: família de temes

source: theme variant
ca: variació de tema

source: Windows Push Notification Service
ca: Serveis de notificacions de tramesa automàtica del Windows

source: shape-level validation
ca: validació de formes

source: synchronous conversion
ca: conversió sincrònica

source: touch selection handle
ca: control de selecció tàctil

source: Visual Designer
ca: Dissenyador visual

source: app name
ca: nom de l'aplicació

source: app package
ca: paquet d'aplicació

source: App Summary
ca: Resum de l'aplicació

source: App Update
ca: Actualització d'aplicacions

source: certification status
ca: estat de certificació

source: deep link
ca: enllaç profund

source: Business Intelligence Center
ca: Centre d'intel·ligència empresarial

source: in-app offer
ca: oferta a l'aplicació

source: in-app purchase
ca: compra des de l'aplicació

source: in-app purchase
ca: compra feta des d'una aplicació

source: Microsoft License Terms for Consumers
ca: Termes de llicència de Microsoft per a consumidors

source: Microsoft account logins
ca: inicis de sessió a comptes Microsoft

source: raw notification
ca: notificació sense processar

source: purchase at download
ca: comprar abans de la baixada

source: purchase after trial
ca: comprar després del període de prova

source: promotional image
ca: imatge promocional

source: payout
ca: pagament

source: onboard
ca: incorporar

source: flyout
ca: desplegable

source: assignment
ca: tasca

source: educator
ca: formador

source: grade
ca: qualificació

source: Gradebook
ca: Llibre de qualificacions

source: max points
ca: puntuació màxima

source: Class Schedule
ca: Planificació de classe

source: post grades
ca: publicar qualificacions

source: student
ca: alumne

source: syllabus
ca: programa del curs

source: Text-Based Designer
ca: Dissenyador basat en text

source: Office Telemetry Log
ca: Registre de telemetria de l'Office

source: People
ca: Persones

source: picture password
ca: contrasenya d'imatge

source: snap
ca: acoblar

source: Action Items
ca: Accions

source: Attachment Reminder
ca: Avís de fitxers adjunts

source: catalog
ca: catàleg

source: change hint
ca: indicació de canvis

source: chart element
ca: element de gràfic

source: comment hint
ca: indicació de comentari

source: Comments pane
ca: subfinestra Comentaris

source: continuous crawl
ca: rastreig continu

source: Data Grid
ca: Quadrícula de dades

source: evaluation criteria
ca: criteris d'avaluació

source: faceted navigation
ca: navegació per facetes

source: feedback
ca: comentaris

source: JavaScript API for Office
ca: API del JavaScript per a l'Office

source: lesson
ca: lliçó

source: live layout
ca: disposició dinàmica

source: Lock Tracking
ca: Bloca el seguiment

source: master-level guide
ca: guia dels patrons

source: presentation-level guide
ca: guia de la presentació

source: reading indicator
ca: marcador de lectura

source: reading position indicator
ca: marcador de posició de lectura

source: ruler guide marker
ca: marcador de guia de regle

source: Simple Markup view
ca: visualització Marcatge senzill

source: class materials
ca: materials de classe

source: Navigation Bar
ca: Barra de navegació

source: Online Video
ca: Vídeo en línia

source: Thesaurus pane
ca: subfinestra Sinònims

source: trend chart
ca: gràfic de tendències

source: Accents
ca: colors d'èmfasi

source: Favorites
ca: Preferits

source: My Notes
ca: Les meves notes

source: Present Online
ca: Presenta en línia

source: Slide Navigator
ca: Explorador de diapositives

source: background
ca: fons

source: Battery Saver
ca: Estalvi de bateria

source: battery saver
ca: estalvi de bateria

source: bio
ca: biografia

source: camera roll
ca: carret

source: CDMA network
ca: xarxa CDMA

source: cellular data
ca: dades mòbils

source: check in
ca: afegir ubicació

source: customer service
ca: atenció al client

source: customer service
ca: servei d'atenció al client

source: customer service center
ca: centre d'atenció al client

source: customer support
ca: servei d'atenció al client
