Repository: Softcatala/translation-memory-tools
Catalog: source-pos/microsoft/microsoft-terms.po
Languages: ca

source: audio
ca: àudio

source: audio file
ca: fitxer d'àudio

source: apartment
ca: apartament

source: history
ca: historial

source: sample
ca: mostra

source: data series
ca: sèrie de dades

source: incoming conversation alert
ca: avís de conversa entrant

source: drop directory
ca: directori dipositari

source: defragmentation
ca: compactació

source: Schedule
ca: Planifica

source: applet
ca: miniaplicació

source: Outlook integration
ca: Integració amb l'Outlook

source: Windows XPS Viewer
ca: Visualitzador XPS del Windows

source: parent account
ca: compte principal

source: address list
ca: llista d'adreces

source: downsample
ca: submostratge

source: upgrade
ca: actualització

source: locked
ca: blocat

source: syntax
ca: sintaxi

source: make-table query
ca: consulta de creació de taula

source: Make Table query
ca: consulta de creació de taula

source: Submission queue
ca: cua d'enviament

source: content
ca: contingut

source: Client Access server role
ca: funcions del servidor Accès per a clients

source: Client Access server role
ca: funcions del servidor Accés per a clients

source: tag
ca: etiquetar

source: advertisement
ca: anunci

source: Data Outline
ca: Esquema de dades

source: shipping label
ca: etiqueta d'enviament

source: item
ca: element

source: web storefront
ca: aparador web

source: file format
ca: format de fitxer

source: grace period
ca: període de gràcia

source: enterprise
ca: gran empresa

source: New Group
ca: Grup nou

source: continuous form
ca: formulari continu

source: bootstrapper
ca: programa d'arrencada

source: View
ca: Visualització

source: busy
ca: ocupat

source: stored procedure
ca: procediment emmagatzemat

source: feature
ca: característica

source: hyperlink field
ca: camp d'enllaç

source: definitions
ca: definicions

source: letter
ca: carta

source: IP Block list
ca: Llista d'adreces IP bloquejades

source: Quick Tabs
ca: Pestanyes ràpides

source: data access page
ca: pàgina d'accés a dades

source: master document
ca: document principal

source: login ID
ca: identificador d'inici de sessió

source: calculated column
ca: columna calculada

source: Users group
ca: grup Usuaris

source: bit rate
ca: velocitat de transmissió (de bits)

source: bit rate
ca: velocitat de bits

source: port
ca: portar

source: AutoPlay
ca: Reproducció automàtica

source: Digest authentication
ca: autenticació amb credencials

source: personal settings
ca: configuració personal

source: style sheet
ca: full d'estil

source: one-time passcode
ca: clau d'accés única

source: MAC address
ca: adreça MAC

source: serial port
ca: port en sèrie

source: Excel XML Format
ca: Format XML de l'Excel

source: mail-enabled object
ca: objecte habilitat per a correu electrònic

source: table
ca: taula

source: collision
ca: col·lisió

source: Microsoft Software License Terms
ca: Termes de llicència per al programari de Microsoft

source: Spim
ca: missatge instantani brossa

source: fiscal period
ca: període fiscal

source: Mute Microphone
ca: Silencia el micròfon

source: dagger
ca: creu

source: tabbed browsing
ca: navegació per pestanyes

source: Show Friendly Name
ca: Mostra nom amigable

source: Trust Bar
ca: Barra de confiança

source: legacy
ca: llegat

source: billing address information
ca: informació de l'adreça de facturació

source: drawing
ca: dibuix

source: upload
ca: pujar

source: upload
ca: carregar

source: Mobile Access for Windows SharePoint Services
ca: Accés mòbil per als serveis del Windows SharePoint

source: column selector
ca: selector de columnes

source: notation
ca: notació

source: flip
ca: invertir

source: special character
ca: caràcter especial

source: outside line access code
ca: codi d'accés a la línia externa

source: migrate
ca: migrar

source: first-run experience
ca: experiència de la primera execució

source: FRE
ca: EPE

source: idle
ca: inactiu

source: superuser
ca: superusuari

source: downgrade
ca: canviar a una versió anterior

source: local account
ca: compte local

source: merge
ca: combinar

source: hibernate
ca: hibernar

source: profit margin
ca: marge de benefici

source: calculated member
ca: membre calculat

source: release notes
ca: notes de la versió

source: custom field
ca: camp personalitzat

source: server role
ca: funció del servidor

source: start
ca: iniciar

source: claim
ca: declaració

source: write-protect
ca: protegir contra escriptura

source: Vibrate
ca: Vibració

source: data retrieval service connection
ca: connexió al servei de recuperació de dades

source: incoming conversation
ca: conversa entrant

source: subscribe
ca: subscriure's

source: data graphic
ca: gràfic de dades

source: query role
ca: funció de consulta

source: prompt
ca: missatge d'assistència de veu

source: wired
ca: per cable

source: cached page
ca: pàgina desada a la memòria cau

source: exit
ca: sortir

source: Typewriter
ca: Màquina d'escriure

source: restore
ca: restaurar

source: breach
ca: infracció

source: depth of field
ca: profunditat de camp

source: stencil
ca: plantilla

source: AutoComplete
ca: Emplenament automàtic

source: dashboard
ca: tauler

source: dashboard
ca: escriptori digital

source: beta product
ca: producte beta

source: technical preview
ca: visualització prèvia tècnica

source: data processing
ca: processament de dades

source: form properties
ca: propietats del formulari

source: group filter control
ca: control del filtre del grup

source: user-defined object
ca: objecte definit per l'usuari

source: Subtitle
ca: Subtítol

source: share
ca: recurs compartit

source: appointment
ca: cita

source: media
ca: suport físic

source: data plan
ca: pla de dades

source: Internet synchronization
ca: sincronització a Internet

source: heartbeat interval
ca: interval de batecs

source: network
ca: xarxa

source: system event
ca: incidència del sistema

source: Busy
ca: Ocupat

source: Solutions to Problems
ca: Solució de problemes

source: hosted
ca: allotjat

source: color profile
ca: perfil de color

source: single language pack
ca: paquet de llengua individual

source: level
ca: nivell

source: header
ca: capçalera

source: running head
ca: capçalera

source: page header
ca: capçalera de pàgina

source: startup screen
ca: pantalla d'inici

source: Search
ca: Cerca

source: account domain
ca: domini del compte

source: Always on Top
ca: Sempre visible

source: reader
ca: lector

source: indent
ca: sagnia

source: indentation
ca: sagnat

source: favorite
ca: preferit

source: favorite
ca: favorits

source: bookmark
ca: marcador

source: bookmark
ca: adreça d'interès

source: multimedia
ca: Més

source: multimedia
ca: multimèdia

source: bcc
ca: c/o

source: pre-freight amount
ca: import sense transport

source: label
ca: etiqueta

source: Link Data Sources Wizard
ca: Auxiliar per enllaçar orígens de dades

source: menu
ca: menú

source: pen
ca: llapis

source: Activity Reporting
ca: Informe d'activitats

source: journal
ca: diari

source: frame
ca: fotograma

source: mail
ca: correu

source: email
ca: correu

source: external content type
ca: Tipus de contingut extern

source: entity
ca: entitat

source: gesture
ca: gest

source: graph
ca: graf

source: closing parenthesis
ca: parèntesi de tancament

source: main window
ca: finestra principal

source: rotate
ca: girar

source: macro-free
ca: sense macros

source: target
ca: objectiu

source: Private
ca: Privat

source: trim
ca: retallar

source: blog
ca: publicar al blog

source: speech recognition
ca: reconeixement de veu

source: Role-Based Interface
ca: Interfície basada en funcions

source: connectivity
ca: connectivitat

source: refresh
ca: actualitzar

source: property name
ca: nom d'una propietat

source: snapshot
ca: instantània

source: shadow copy
ca: còpia instantània

source: release
ca: versió

source: token
ca: testimoni

source: workflow option
ca: opció de flux de treball

source: OLE DB provider
ca: proveïdor OLE DB

source: replica set
ca: conjunt de rèpliques

source: unsubscribe
ca: cancel·lar la subscripció

source: data
ca: dades

source: toolbar button
ca: botó de la barra d'eines

source: Home Phone
ca: telèfon particular

source: digital rights management
ca: Gestió de drets digitals

source: report
ca: informe

source: foreign table
ca: taula externa

source: footer
ca: peu de pàgina

source: property sheet
ca: full de propietats

source: junk e-mail protection
ca: protecció contra el correu brossa

source: total cost of ownership
ca: cost total de propietat

source: TCO
ca: CTP

source: command line
ca: línia d'ordres

source: note
ca: nota

source: uninstall
ca: desinstal·lar

source: Blocked Top-Level Domain List
ca: Llista de dominis de nivell superior bloquejats

source: redo
ca: refer

source: Filter Excluding Selection
ca: Filtra excloent la selecció

source: move handle
ca: control de desplaçament

source: overhead
ca: sobrecàrrega

source: quick deploy
ca: distribució ràpida

source: notification area
ca: àrea de notificacions

source: suspend
ca: suspendre

source: call answering
ca: contestador automàtic

source: gross margin
ca: marge brut

source: product
ca: producte

source: cell
ca: cel·la

source: word processing
ca: processament de textos

source: profile
ca: perfil

source: stream
ca: seqüència de dades

source: international number format
ca: format de trucada internacional

source: child node
ca: node secundari

source: resize
ca: redimensionar

source: view
ca: visualització

source: service account
ca: compte de servei

source: traverse
ca: recórrer

source: Call Forwarding Off
ca: Desviament de trucada desactivat

source: Blocked Contacts
ca: Contactes bloquejats

source: Blocked
ca: Blocat

source: privacy statement
ca: declaració de privacitat

source: privacy statement
ca: declaració de privadesa

source: asynchronous
ca: asíncron

source: async
ca: asíncron

source: Information Rights Management
ca: Gestió de drets relatius a la informació (IRM)

source: disclaimer
ca: avís d'exempció de responsabilitat

source: fraction bar
ca: Barra inclinada

source: phrase list
ca: llista d'expressions

source: Rename Group
ca: Canvia el nom del grup

source: task input panel
ca: tauler d'entrada de tasques

source: datasheet
ca: full de dades

source: metropolitan area network
ca: xarxa d'àrea metropolitana

source: Readability Statistics
ca: Estadístiques de llegibilitat

source: markup
ca: marge comercial

source: replace
ca: substituir

source: audio
ca: d'àudio

source: start tag
ca: etiqueta d'inici

source: Web client
ca: client web

source: Select All
ca: Selecciona-ho tot

source: form selector
ca: selector del formulari

source: Open Sync Center
ca: Obre el Centre de sincronització

source: meeting organizer
ca: organitzador de la reunió

source: organizer
ca: organitzador

source: fan-out thread
ca: fil de ramificació

source: auto style application mode
ca: mode d'aplicació automàtica d'estil

source: Microsoft Data Link
ca: Enllaç de dades de Microsoft

source: Be Right Back
ca: Torno de seguida

source: Be Right Back
ca: Ara torno

source: Dictionary property
ca: propietat de diccionari

source: menu button
ca: botó de menú

source: compatibility mode
ca: mode de compatibilitat

source: media file
ca: fitxer multimèdia

source: sample data wizard
ca: Auxiliar de dades d'exemple

source: on-demand workflow
ca: flux de treball segons demanda

source: client-side
ca: de client

source: background task
ca: tasca en segon terme

source: cloned configuration
ca: configuració clonada

source: call tree
ca: arbre de crides

source: built-in toolbar
ca: barra d'eines integrada

source: routing
ca: encaminament

source: user ID
ca: ID de l'usuari

source: client software
ca: programari de client

source: annotation
ca: anotació

source: Information bar
ca: barra d'informació

source: Microsoft Home Use Program
ca: Programa d'ús a la llar de Microsoft

source: Home Use Program
ca: Programa d'ús a la llar

source: view
ca: visualitzar

source: auto attendant
ca: operador automàtic

source: Cloud auto attendant
ca: Operador automàtic en núvol

source: international access code
ca: codi de trucades internacionals

source: Long tones
ca: Tons llargs

source: sender
ca: emissor

source: Sales Force Automation
ca: Automatització de la força de vendes

source: layer
ca: capa

source: data layer
ca: capa de dades

source: privacy settings
ca: configuració de privadesa

source: opening bracket
ca: claudàtor d'obertura

source: custom group
ca: grup personalitzat

source: stage
ca: fase

source: workflow stage
ca: fase del flux de treball

source: OAB distribution point
ca: punt de distribució de l'OAB

source: offline address book distribution point
ca: punt de distribució d'una llibreta d'adreces sense connexió

source: Deleted Items folder
ca: carpeta Elements eliminats

source: Address Rewriting agent
ca: agent de la Unificació d'adreces

source: Variation Labels
ca: Etiquetes de variació

source: Configuration Manager
ca: Administrador de la configuració

source: details pane
ca: subfinestra de detalls

source: locale ID
ca: ID de configuració regional

source: locale identifier
ca: identificador de la configuració regional

source: screen clipping
ca: retall de pantalla

source: screenshot
ca: captura de pantalla

source: form module
ca: mòdul del formulari

source: subform
ca: subformulari

source: cluster network
ca: xarxa en clúster

source: cluster
ca: clúster

source: Detail section
ca: secció Detall

source: zoom
ca: ampliar

source: zoom in
ca: ampliar

source: Language for non-Unicode programs
ca: Llengua per a programes no Unicode

source: service ticket
ca: sol·licitud de servei

source: toolbar
ca: barra d'eines

source: toolbar
ca: barra

source: rich-text box
ca: quadre de text enriquit

source: concurrency
ca: simultaneïtat

source: heading
ca: títol

source: RAW file
ca: fitxer RAW

source: chart
ca: gràfic

source: Draft
ca: Esborrany

source: IM service provider
ca: proveïdor de serveis de missatgeria instantània

source: drop-down list
ca: llista desplegable

source: unshare
ca: deixar de compartir

source: class
ca: classe

source: value
ca: valor

source: I-beam
ca: cursor en I

source: seal
ca: segellar

source: local object
ca: objecte local

source: Mark as Final
ca: Marca'l com a final

source: flag
ca: marcar

source: invalid
ca: no vàlid

source: Outlook E-Mail Postmark
ca: Certificat electrònic de l'Outlook

source: Panning Hand
ca: Mà panoràmica

source: roll back
ca: revertir

source: security token service
ca: servei de testimonis de seguretat

source: Pickup directory
ca: directori de recollida

source: support
ca: assistència tècnica

source: top-level domain
ca: domini de nivell superior

source: domain
ca: domini

source: action
ca: acció

source: promote
ca: promoure

source: forward slash
ca: barra inclinada

source: email account
ca: compte de correu electrònic

source: VoIP gateway
ca: passarel·la VoIP

source: sign in
ca: inicia la sessió

source: sign in
ca: iniciar la sessió

source: sign in
ca: iniciar sessió

source: Active Messaging Protection
ca: protecció activa de missatgeria

source: system integrator
ca: integrador de sistemes

source: systems integrator
ca: integrador de sistemes

source: Line Item Order
ca: Ordre de l'element de línia

source: media clip
ca: clip multimèdia

source: Conference
ca: Conferència

source: sign up
ca: registre

source: sign up
ca: registrar-se

source: New Number...
ca: Número nou

source: paste
ca: enganxar

source: pilot identifier
ca: identificador pilot

source: Filter For Input
ca: Filtra per entrada

source: text editor
ca: editor de text

source: voice messaging
ca: missatgeria de veu

source: label
ca: etiquetar

source: back up
ca: fer una còpia de seguretat

source: back up
ca: fer còpia de seguretat

source: left-to-right
ca: d'esquerra a dreta

source: list box
ca: quadre de llista

source: retire
ca: retirar

source: button
ca: botó

source: fixed positioning
ca: posicionament fix

source: absolute positioning
ca: posicionament absolut

source: alert
ca: enviar un avís

source: alert
ca: avisar

source: business intelligence
ca: intel·ligència empresarial

source: print preview
ca: visualització prèvia

source: external table
ca: taula externa

source: message body
ca: text del missatge

source: Duplicate Detection Rule Publication
ca: Publicació de la regla de detecció de duplicats

source: Signing Services for Office
ca: Serveis de signatura per a l'Office

source: audit log
ca: registre d'auditoria

source: audit trail
ca: pista d'auditoria

source: fully qualified domain name
ca: nom de domini complet

source: Switch User
ca: Canvia l'usuari

source: Active Directory contact
ca: Contacte del Active Directory

source: layout
ca: disseny

source: layout
ca: disposició

source: bold
ca: negreta

source: video card
ca: targeta de vídeo

source: display adapter
ca: adaptador de pantalla

source: discretionary access control list
ca: Llista de control d'accés discrecional

source: remote access
ca: accés remot

source: IM
ca: MI

source: instant messaging
ca: missatgeria instantània

source: web connection
ca: connexió web

source: Internet connection
ca: connexió a Internet

source: PivotTable data
ca: dades de la taula dinàmica

source: page view
ca: visualització de pàgina

source: non-printable character
ca: caràcter no imprimible

source: browse
ca: navegar

source: infrared
ca: infrarojos

source: forward mailbox
ca: bústia d'encaminament

source: Windows Defender Firewall
ca: Tallafoc del Windows Defender

source: phishing website
ca: pàgina web de pesca

source: base language
ca: llengua de base

source: File Explorer
ca: Explorador de fitxers

source: Windows Explorer
ca: Explorador del Windows

source: Declarations section
ca: secció Declaracions

source: keyword
ca: paraula clau

source: insertion point
ca: punt d'inserció

source: Out of Office
ca: fora de l'oficina

source: Out of Office
ca: Fora de l'oficina

source: background color
ca: color de fons

source: toggle button
ca: botó de commutació

source: toggle switch
ca: botó per activar o desactivar

source: intrinsic constant
ca: constant intrínseca

source: recurring
ca: periòdic

source: update query
ca: consulta d'actualització

source: file allocation table
ca: taula d'assignació de fitxers

source: Safe Recipients List
ca: Llista de destinataris segurs

source: Data Execution Prevention
ca: Prevenció de l'execució de dades

source: object variable
ca: variable d'objecte

source: managed default folder
ca: carpeta per defecte administrada

source: smart host
ca: amfitrió intel·ligent

source: relay host
ca: amfitrió intel·ligent

source: subsidiary
ca: filial

source: Team Resources
ca: Recursos d'equip

source: alignment
ca: alineació

source: performance
ca: rendiment

source: Query window
ca: finestra Consulta

source: access control list
ca: llista de control d'accés

source: single copy cluster
ca: clúster de còpia única

source: calendar data
ca: dades del calendari

source: key
ca: tecla

source: forward
ca: desviar

source: coalesce
ca: fusionar

source: access
ca: accés

source: balloon
ca: globus

source: launch
ca: iniciar

source: volume licensing
ca: llicències per volum

source: Digital Locker
ca: magatzem digital

source: envelope
ca: sobre

source: newsgroup
ca: grup de discussió

source: client-side rendering
ca: representació del costat del client

source: chapter
ca: capítol

source: Document Information Panel
ca: Tauler informatiu de document

source: statement
ca: instrucció

source: audio CD
ca: CD d'àudio

source: quote
ca: oferta

source: case
ca: cas

source: job
ca: tasca

source: Session Initiation Protocol
ca: protocol d'iniciació de sessió

source: folder
ca: carpeta

source: Home
ca: Inici

source: bifurcation
ca: bifurcació

source: body text
ca: text del cos

source: security group
ca: grup de seguretat

source: unsigned integer
ca: enter sense signe

source: synchronous
ca: síncron

source: sync
ca: síncron

source: text input area
ca: àrea d'entrada de text

source: decrypt
ca: desencriptar

source: foreign key
ca: clau externa

source: referencing key
ca: clau referent

source: FK
ca: CE

source: arrangement
ca: disposició

source: Ownership
ca: Propietat

source: cursor data type
ca: tipus de dades de cursor

source: properties page
ca: pàgina de propietats

source: security descriptor
ca: descriptor de seguretat

source: star rating
ca: Valoració amb estrelles

source: subscribe
ca: subscriure

source: clustered mailbox server
ca: servidor de bústies de correu en clúster

source: Unified Messaging server role
ca: Funció del servidor de missatgeria unificada

source: Invite Someone
ca: Invita algú

source: list separator
ca: separador de llista

source: alert
ca: avís

source: community
ca: comunitat

source: virtual community
ca: comunitat virtual

source: Classic view
ca: Visualització clàssica

source: Product Evaluation Post Launch
ca: Avaluació d'un producte després del seu llançament

source: security identifier
ca: identificador de seguretat

source: security ID
ca: ID de seguretat

source: leader
ca: moderador

source: Office data connection file
ca: fitxer de connexió de dades de l'Office

source: data connection file
ca: fitxer de connexió de dades

source: camera
ca: càmera

source: webcam
ca: càmera web

source: quiesce
ca: inactivitat

source: data-definition query
ca: consulta de definició de dades

source: Reference Builder
ca: Generador de referències

source: locate
ca: cercar

source: organizational unit
ca: unitat organitzativa

source: Macro window
ca: finestra de macros

source: contact
ca: contacte

source: printer driver
ca: controlador d'impressora

source: Matched Name Selection Method
ca: Mètode de selecció basat en el nom

source: Windows Defender Antivirus
ca: Antivirus del Windows Defender

source: hierarchical
ca: jeràrquic

source: Change Font
ca: Canvia el tipus de lletra

source: site map
ca: mapa del lloc

source: status reason
ca: raó per a l'estat

source: right-to-left
ca: de dreta a esquerra

source: rule line
ca: línia del regle

source: system info
ca: informació del sistema

source: owner
ca: propietari

source: system
ca: sistema

source: balance sheet
ca: balanç de situació

source: federated
ca: federat

source: invoice
ca: factura

source: breakpoint
ca: punt d'aturada

source: external database
ca: base de dades externa

source: bank transit number
ca: número de trànsit bancari

source: bank code
ca: codi bancari

source: sales literature
ca: documentació de vendes

source: shorthand property
ca: propietat abreviada

source: Conference ID
ca: ID de conferència

source: ESC key
ca: tecla Esc

source: privacy
ca: privacitat

source: trust relationship
ca: relació de confiança

source: exempt ID
ca: ID exempt

source: People Near Me
ca: Persones properes

source: README
ca: LLEGIU-ME

source: readme file
ca: fitxer Llegiu-me

source: custom installation
ca: instal·lació personalitzada

source: brightness
ca: brillantor

source: Attachment Previewer
ca: Visualitzador previ de fitxers adjunts

source: inactive window
ca: finestra no activa

source: federation
ca: federació

source: access violation
ca: infracció d'accés

source: Sub procedure
ca: procediment Sub

source: Exit
ca: Surt

source: Expression Builder
ca: Generador d'expressions

source: copy
ca: copiar

source: Windows Contacts
ca: Contactes del Windows

source: calling device
ca: dispositiu de trucada

source: authentication method
ca: mètode d'autenticació

source: Business Card
ca: Targeta comercial

source: Electronic Business Card
ca: Targeta de visita electrònica

source: campaign
ca: campanya

source: marketing campaign
ca: campanya de màrqueting

source: transaction
ca: transacció

source: server cluster
ca: clúster de servidors

source: hold
ca: retenir

source: keylogger
ca: registrador de pulsacions de tecles
