Repository: Softcatala/translation-memory-tools
Catalog: source-pos/microsoft/microsoft-terms.po
Languages: ca

source: offline video
ca: vídeo fora de línia

source: enterprise content delivery network
ca: xarxa de lliurament de contingut empresarial

source: heading
ca: títol

source: viewer
ca: espectador

source: Microsoft Stream mobile
ca: Microsoft Stream per al mòbil

source: conference bridge
ca: pont de conferència

source: hub and spoke
ca: xarxa en estrella

source: hub-and-spoke group
ca: xarxa en estrella

source: megamenu
ca: megamenú

source: mega menu
ca: megamenú

source: replay attack
ca: atac de repetició

source: playback attack
ca: atac de reinjecció

source: Microsoft License Advisor
ca: Assessor de llicències de Microsoft

source: License Advisor
ca: Assessor de llicències

source: rights protection
ca: protecció de drets

source: Media Search
ca: Cerca multimèdia

source: image picker
ca: selector d'imatges

source: Recent Media
ca: Fitxers multimèdia recents

source: focus plan
ca: pla de productivitat

source: phish
ca: correu de pesca de credencials

source: Follow Up
ca: Seguiment

source: Making IT simpler with a modern workplace
ca: Simplificació de les TI amb una àrea de treball moderna

source: decentralized identity
ca: identitat descentralitzada

source: S/MIME certificate
ca: certificat S/MIME

source: distributed application
ca: aplicació distribuïda

source: distributed app
ca: aplicació distribuïda

source: PBX system
ca: sistema PBX

source: teleconferencing system
ca: sistema de teleconferència

source: security perimeter
ca: perímetre de seguretat

source: summary card
ca: targeta de resum

source: travel summary card
ca: targeta de resum del viatge

source: Learning Pathway
ca: curs d'aprenentatge

source: paginated report
ca: informe paginat

source: report parameter
ca: paràmetre d'informe

source: control plane
ca: pla de control

source: security control plane
ca: pla de control de seguretat

source: control logic
ca: lògica de control

source: DPO
ca: DPD

source: data protection officer
ca: delegat de protecció de dades

source: report layout
ca: disposició de l'informe

source: in-memory cache
ca: memòria cau en memòria

source: non-aggregate
ca: no agregat

source: lookup entity
ca: entitat de cerca

source: data protection impact assessment
ca: avaluació d’impacte relativa a la protecció de dades

source: DPIA
ca: AIPD

source: subprocessor
ca: subencarregat

source: EU-US Privacy Shield
ca: Escut de la privacitat UE−EUA

source: Privacy Shield
ca: Escut de la privacitat

source: rectification
ca: rectificació

source: rectify
ca: rectificar

source: data subject rights
ca: drets de l'interessat

source: data discovery
ca: descobriment de dades

source: data discovery request
ca: sol·licitud de descobriment de dades

source: malicious URL reputation
ca: reputació d'URL maliciosa

source: Performance Analyzer
ca: Analitzador de rendiment

source: Time travel
ca: Viatge en el temps

source: Impossible travel
ca: Viatge impossible

source: Impossible time travel
ca: Viatge impossible en el temps

source: tagging
ca: etiquetatge

source: AI model
ca: model d'IA

source: binary classification
ca: classificació binària

source: object detection
ca: detecció d'objectes

source: form processing
ca: processament de formularis

source: text classification
ca: classificació de texts

source: historical outcome
ca: resultat de l'historial

source: SUBARRAY
ca: SUBMATRIU

source: auto-correct
ca: correcció automàtica

source: Object Browser
ca: Navegació per objectes

source: Microsoft Threat Protection
ca: Protecció contra amenaces de Microsoft

source: evidence
ca: proves

source: evidence set
ca: conjunt de proves

source: Office 365 Advanced Message Encryption
ca: Xifratge de missatges avançat de l'Office 365

source: Data Protection Authority
ca: Autoritat de la protecció de dades

source: investigation
ca: investigació

source: egress point
ca: punt de sortida

source: Data Investigations (Preview)
ca: Investigacions de dades (versió preliminar)

source: data spill
ca: pèrdua de dades

source: data spillage
ca: filtració de dades

source: data investigation
ca: investigació de dades

source: People of interest
ca: Persones d'interès

source: Searches
ca: Cerques

source: evidence
ca: prova

source: Evidence
ca: Proves

source: weaponized
ca: enganyós

source: purported responsible address
ca: adreça suposadament responsable

source: security playbook
ca: quadern d'estratègies de seguretat

source: Automated Investigation and Response
ca: Investigació i resposta automatitzades

source: Automated Investigations
ca: Investigacions automatitzades

source: security verdict
ca: veredicte de seguretat

source: verdict
ca: veredicte

source: verdict change
ca: canvi de veredicte

source: .NET Programmability Support
ca: Compatibilitat amb la programació de .NET

source: nudge
ca: suggeriment de productivitat

source: semantic
ca: semàntic

source: semantic object
ca: objecte semàntic

source: audio search
ca: cerca d'àudio

source: bookmark
ca: adreça d'interès

source: save for later
ca: desar per a més tard

source: Teams Room
ca: Sala del Teams

source: Microsoft Teams Room
ca: Sala del Microsoft Teams

source: Connection filtering
ca: Filtratge de connexió

source: connection filter policy
ca: norma de filtre de connexió

source: Connection filter
ca: Filtre de connexió

source: corporate social responsibility
ca: responsabilitat social corporativa

source: Corporate Social Responsibility report
ca: informe de Responsabilitat social corporativa

source: CSR report
ca: informe de CSR

source: due diligence
ca: diligència requerida

source: Cloud Services Due Diligence Checklist
ca: Llista de verificació de diligència requerida per als serveis al núvol

source: Microsoft Accessibility Standards
ca: Estàndards d'accessibilitat de Microsoft

source: Microsoft accessibility conformance report
ca: informe de conformitat d'accessibilitat de Microsoft

source: inclusive design
ca: disseny inclusiu

source: inclusive design
ca: disseny inclusiu

source: reading toolbar
ca: barra d'eines de lectura

source: Use Tighter Spacing
ca: Utilitza un espaiat més estret

source: Insights
ca: Conclusions

source: Bing home page
ca: Pàgina d'inici del Bing

source: private team
ca: equip privat

source: discoverable private team
ca: equip privat detectable

source: non-discoverable private team
ca: equip privat no detectable

source: channel moderator
ca: moderador de canal

source: org-wide team
ca: equip de tota l'organització

source: risk level
ca: nivell de risc

source: Get Started
ca: Comença

source: emergency call routing policy
ca: norma d'encaminament de trucades d'emergència

source: autofill
ca: emplenar automàticament

source: HTML code snippet
ca: fragment de codi HTML

source: HTML snippet
ca: fragment d'HTML

source: slide snippet
ca: fragment de diapositiva

source: text snippet
ca: fragment de text

source: Windows Subsystem for Linux
ca: Subsistema del Windows per al Linux

source: waterfall project
ca: projecte de cascada

source: waterfall methodology
ca: metodologia de cascada

source: visualize
ca: visualitzar

source: threat and vulnerability management
ca: Administració d'amenaces i vulnerabilitats

source: vulnerability management
ca: administració de vulnerabilitats

source: endpoint detection and response
ca: detecció i resposta als extrems

source: EU Model Clauses
ca: Clàusules model de la UE

source: Microsoft Supplier Security and Privacy Assurance Program
ca: Programa Garantia de seguretat i privadesa per part dels proveïdors de Microsoft

source: Supplier Security and Privacy Assurance
ca: Garantia de seguretat i privadesa per part dels proveïdors

source: digital transformation
ca: transformació digital

source: digital business transformation
ca: transformació digital de l'empresa

source: data consolidation
ca: consolidació de dades

source: Teach Q&A
ca: Entrenament de Preguntes i respostes

source: native mode
ca: mode nadiu

source: custom visual
ca: element visual personalitzat

source: near real-time
ca: quasi en temps real

source: Power Apps portals
ca: portals del Power Apps

source: Power Query Editor
ca: Editor del Power Query

source: studio
ca: estudi

source: UI flows
ca: fluxos d'interfície d'usuari

source: UI flow
ca: flux d'interfície d'usuari

source: robotic process automation
ca: automatització de processos robòtics

source: object expression
ca: expressió d'objecte

source: Microsoft Customer Agreement
ca: Contracte de client de Microsoft

source: Power Apps Checker
ca: Comprovador del Power Apps

source: Azure Expert Managed Services Provider
ca: Proveïdor de serveis administrats expert de l'Azure

source: Azure Expert MSP
ca: MSP expert de l'Azure

source: managed service provider
ca: proveïdor de serveis administrats

source: Power Platform admin center
ca: centre d'administració del Power Platform

source: automated flow
ca: flux automatitzat

source: scheduled flow
ca: flux planificat

source: business process flow
ca: flux del procés de negoci

source: instant flow
ca: flux instantani

source: team flow
ca: flux d'equip

source: Project Plan 1
ca: Project (pla 1)

source: Project Plan 3
ca: Project (pla 3)

source: Project Plan 5
ca: Project (pla 5)

source: Visio Plan 1
ca: Visio (pla 1)

source: Visio Plan 2
ca: Visio (pla 2)

source: Azure CSP
ca: CSP de l'Azure

source: permanent admin
ca: administrador permanent

source: permanent administrator
ca: administrador permanent

source: spatial note
ca: nota espacial

source: sample mode
ca: mode de mostra

source: usage metrics
ca: mètrica d'ús

source: Go-To-Market Services
ca: Serveis de comercialització

source: GTM Services
ca: Serveis de comercialització

source: presenter mode
ca: mode de presentador

source: phrasebook
ca: diccionari de frases útils

source: auto-play
ca: reprodueix automàticament

source: always-listening
ca: escolta constant

source: Azure Consumed Revenue
ca: Ingressos consumits de l'Azure

source: omnichannel
ca: omnicanal

source: Partner API
ca: API d'associats

source: scale
ca: ajustar l'escala

source: Customer Affiliate Purchase Terms
ca: Condicions de compres d'afiliats de clients

source: endorsement
ca: promoció

source: Chat for Dynamics 365
ca: Xat per al Dynamics 365

source: Digital Messaging
ca: Missatgeria digital

source: Dynamics 365 Channel Integration Framework
ca: Marc d'integració del canal del Dynamics 365

source: Dynamics 365 for Call Intelligence
ca: Dynamics 365 per a intel·ligència de trucada

source: Dynamics 365 for Customer Service Chat for Students
ca: Xat per a estudiants del Dynamics 365 for Customer Service

source: Dynamics 365 for phones and IFD
ca: Dynamics 365 per a telèfons i IFD

source: Dynamics 365 for phones express
ca: Dynamics 365 per a telèfons ràpid

source: Dynamics 365 for tablets and IFD
ca: Dynamics 365 per a tauletes i IFD

source: Microsoft Dynamics 365 for phones
ca: Microsoft Dynamics 365 per a telèfons

source: Dynamics 365 for phones
ca: Dynamics 365 per a telèfons

source: Microsoft Dynamics 365 for tablets
ca: Microsoft Dynamics 365 per a tauletes

source: Dynamics 365 for tablets
ca: Dynamics 365 per a tauletes

source: Omnichannel Engagement Hub
ca: Centre d'interacció omnicanal

source: Omnichannel for Customer Service
ca: Plataforma omnicanal per al Customer Service

source: RapidStart Services Implementer
ca: Implementador del RapidStart Services

source: Retail Sales Execution
ca: Execució de vendes minoristes

source: Search Insights
ca: Conclusions de cerca

source: Social Analytics
ca: Anàlisis socials

source: Social Media Monitoring
ca: Supervisió de les xarxes socials

source: go-to-market
ca: comercialització

source: well
ca: quadre

source: bucket
ca: dipòsit

source: dial in number
ca: número d'accés telefònic

source: cascading parameters
ca: paràmetres en cascada

source: dial-out
ca: trucada sortint

source: Microsoft Detection and Response Team
ca: Equip de detecció i resposta de Microsoft

source: response team
ca: equip de resposta

source: analytics & reports
ca: informes i anàlisis

source: analytics and reports
ca: informes i anàlisis

source: minute pool
ca: grup de minuts

source: pool
ca: grup

source: activity report
ca: informe d'activitat

source: activity widget
ca: giny d'activitat

source: directory ID
ca: ID de directori

source: Calendar apps
ca: Aplicacions de calendari

source: Calendar apps
ca: Aplicacions del calendari

source: Interesting Calendars
ca: Calendaris interessants

source: Location suggestions
ca: Suggeriments d'ubicació

source: burgundy
ca: borgonya

source: red
ca: vermell

source: yellow
ca: groc

source: brown
ca: marró

source: green
ca: verd

source: seafoam
ca: escuma de mar

source: orange
ca: taronja

source: blue
ca: blau

source: navy
ca: blau marí

source: lilac
ca: lila

source: platinum
ca: platí

source: dark red
ca: vermell fosc

source: cranberry
ca: nabiu

source: dark orange
ca: taronja fosc

source: peach
ca: préssec

source: marigold
ca: groc calèndula

source: gold
ca: daurat

source: dark brown
ca: marró fosc

source: lime
ca: groc llimona

source: forest
ca: verd bosc

source: light green
ca: verd clar

source: dark green
ca: verd fosc

source: dark teal
ca: verd blavós fosc

source: light teal
ca: verd blavós clar

source: steel
ca: acer

source: light blue
ca: blau clar

source: dark blue
ca: blau fosc

source: lavender
ca: espígol

source: plum
ca: pruna

source: pink
ca: rosa

source: light gray
ca: gris clar

source: silver
ca: platejat

source: gray
ca: gris

source: dark gray
ca: gris fosc

source: dark purple
ca: porpra fosc

source: insider risk management
ca: administració de riscos interns

source: insider risk management policy
ca: norma d'administració de riscos interns

source: insider risk policy
ca: norma de riscos interns

source: policy
ca: norma

source: insider risk case
ca: cas de risc intern

source: insider risk management case
ca: cas d'administració de riscos interns

source: case
ca: cas

source: notice template
ca: plantilla d'avís

source: advanced specialization
ca: especialització avançada

source: competency
ca: competència

source: Adoption and change management
ca: Administració d'adopció i canvis

source: Meetings and meeting rooms for Microsoft Teams
ca: reunions i sales de reunions per al Microsoft Teams

source: teamwork deployment
ca: implementació de treball en equip

source: Advanced Collaboration
ca: Col·laboració avançada

source: Calling for Microsoft Teams
ca: trucada per a Microsoft Teams

source: Policy Simulation
ca: Simulació de norma

source: Continuous Access Evaluation
ca: Avaluació contínua d'accés

source: Grid
ca: Quadrícula

source: Content explorer
ca: Explorador de continguts

source: insider risk management content explorer
ca: explorador de continguts de l'administració de riscos interns

source: insider risk
ca: risc intern

source: Microsoft Online Subscription Program
ca: Programa Microsoft Online Subscription

source: collaboration bar
ca: barra de col·laboració

source: Cards View
ca: Vista de targetes

source: GEO IP
ca: IP de zona geogràfica

source: table header
ca: capçalera de la taula

source: forest
ca: bosc

source: domain forest
ca: bosc de domini

source: account forest
ca: bosc de comptes

source: tree
ca: arbre

source: stock image
ca: imatge d'arxiu

source: generalized identifier
ca: identificador generalitzat

source: dangling comma
ca: coma final

source: end-of-stream
ca: final de flux

source: My Staff
ca: El meu personal

source: pop-out chat
ca: xat emergent

source: pop out chat
ca: xat emergent

source: Content Camera
ca: Càmera de contingut

source: VALUETOTEXT
ca: VALORATEXT

source: ARRAYTOTEXT
ca: MATRIUATEXT

source: LET
ca: ASSIGNA

source: STOCKHISTORY
ca: HISTORIALDECOTITZACIONS

source: Research
ca: Recerca

source: Power Apps Community
ca: Comunitat del Power Apps

source: external content
ca: contingut extern

source: business bar
ca: barra informativa

source: card
ca: targeta

source: general availability
ca: disponibilitat general

source: GA
ca: disponibilitat general

source: static icon
ca: icona estàtica

source: Office cloud policy service
ca: servei de normes al núvol d'Office

source: policy configuration
ca: configuració de normes

source: Connector tool
ca: eina Connector

source: Agile kanban
ca: Kanban àgil

source: kanban board
ca: tauler Kanban

source: motion background
ca: fons animat

source: Microsoft Edge add-ons
ca: complements del Microsoft Edge

source: Guide to Windows 10
ca: Guia del Windows 10

source: production build
ca: compilació de producció

source: production release
ca: versió de producció

source: insider build
ca: compilació interna

source: insider release
ca: versió interna

source: help & learning
ca: ajuda i formació

source: Office app
ca: Aplicació Office

source: The Art of Teamwork
ca: L'art del treball en equip

source: The Art of Teamwork guide
ca: guia L'art del treball en equip

source: privileged access workstation
ca: estació de treball d'accés amb privilegis

source: thought starter
ca: iniciador d'idees

source: facilitator guide
ca: guia per al formador

source: document understanding
ca: comprensió mitjançant documents

source: self-awareness
ca: autoconsciència

source: team purpose
ca: objectiu de l'equip

source: Anyone link
ca: enllaç per a qualsevol usuari

source: collective identity
ca: identitat col·lectiva

source: situational awareness
ca: consciència situacional

source: co-awareness
ca: consciència conjunta

source: constructive tension
ca: tensió constructiva

source: awareness and inclusion
ca: conscienciació i inclusió

source: Anyone
ca: Qualsevol usuari

source: integrated apps
ca: aplicacions integrades

source: scaling limitation
ca: limitació d'escala

source: wipe
ca: eliminació

source: wipe request
ca: sol·licitud d'eliminació

source: app protection policy
ca: norma de protecció de l'app

source: APP
ca: NPA

source: application protection policy
ca: norma de protecció de l'aplicació

source: managed app
ca: app administrada

source: managed application
ca: aplicació administrada

source: MAM without device enrollment
ca: MAM sense incripció de dispositius

source: MAM without enrollment
ca: MAM sense inscripció

source: MAM-WE
ca: MAM-SI

source: mobile threat defense
ca: defensa contra amenaces mòbils

source: MTD
ca: DAM

source: unsafe linked object
ca: objecte enllaçat no segur

source: Word Dictation
ca: Dictat de Word

source: meeting hours
ca: hores de reunions

source: email hours
ca: hores d'ús del correu electrònic

source: work-life balance
ca: equilibri entre la vida laboral i la personal

source: skip-level
ca: d'un nivell jeràrquic superior

source: cutout people
ca: persones retallades

source: large content viewer
ca: visualitzador de contingut gran

source: Money in Excel
ca: Diners a Excel

source: The Art of Teamwork Campaign
ca: campanya L'art del treball en equip

source: teamwork
ca: treball en equip

source: vulnerability
ca: vulnerabilitat

source: trust
ca: confiança

source: content picker
ca: selector de contingut

source: deck
ca: conjunt

source: slide deck
ca: conjunt de diapositives

source: Selection Pane
ca: Subfinestra de selecció

source: intelligent pen
ca: llapis intel·ligent

source: hardware-enforced stack protection
ca: protecció de pila mitjançant maquinari

source: AR Cube
ca: Cub d'RA

source: pin clustering
ca: agrupació en clústers de marcadors

source: cluster pin
ca: marcador de clúster

source: pitch control
ca: control de rotació al voltant de l'eix x (pitch)

source: scrape
ca: extreure

source: Online Services Terms
ca: Condicions dels serveis en línia

source: service
ca: servei

source: Microsoft Service
ca: servei de Microsoft

source: feed
ca: canal de continguts

source: pinned page
ca: pàgina ancorada

source: Password Monitor
ca: Monitor de contrasenyes

source: Smart copy
ca: Còpia intel·ligent

source: vertical tabs
ca: pestanyes verticals

source: spotlight
ca: primera plana

source: spotlight
ca: posar en primera plana

source: Highlights
ca: Destacats

source: nightly recharge
ca: descans nocturn

source: dock
ca: panell d'accés ràpid

source: knowledge network
ca: xarxa de coneixements

source: cloud app catalog
ca: catàleg d'aplicacions al núvol

source: customer adds
ca: addicions de clients

source: Cortana Briefing
ca: Resum de Cortana

source: Cortana Briefing email
ca: correu del Resum de Cortana

source: personal information encryption
ca: xifratge de la informació personal

source: Highlights
ca: Llum

source: Word for Microsoft 365
ca: Word per al Microsoft 365

source: Microsoft 365 for Mac
ca: Microsoft 365 per al Mac

source: Publisher for Microsoft 365
ca: Publisher per al Microsoft 365

source: PowerPoint for Microsoft 365
ca: PowerPoint per al Microsoft 365

source: Outlook for Microsoft 365 for Mac
ca: Outlook per al Microsoft 365 per al Mac

source: Outlook for Microsoft 365
ca: Outlook per al Microsoft 365

source: Microsoft 365 operated by 21Vianet - Small Business Admin
ca: Microsoft 365 operat per 21Vianet - Administració de petites empreses

source: Excel for Microsoft 365
ca: Excel per al Microsoft 365

source: Access for Microsoft 365
ca: Access per al Microsoft 365

source: Microsoft 365 for home
ca: Microsoft 365 per a casa

source: OpenCL™ and OpenGL® Compatibility Pack
ca: Paquet de compatibilitat per a l'OpenCL™ i l'OpenGL®

source: priority user
ca: usuari prioritari

source: sidebar
ca: barra lateral

source: web preview
ca: visualització prèvia del web

source: web shell
ca: shell web

source: Current Channel (Preview)
ca: Canal actual (visualització prèvia)

source: Monthly Enterprise Channel
ca: Canal empresarial mensual

source: Semi-Annual Enterprise Channel (Preview)
ca: Canal empresarial semestral (visualització prèvia)

source: Semi-Annual Enterprise Channel
ca: Canal empresarial semestral

source: Class
ca: Classe

source: Class Team
ca: Equip de classe

source: Professional Learning Community
ca: Comunitat d'aprenentatge professional

source: works with Windows
ca: compatible amb el Windows

source: Beta Channel
ca: Canal beta

source: man-in-the-middle
ca: intercepció

source: work remotely
ca: treballar en remot

source: Business Insights & Ideas
ca: Informació i idees per a empreses

source: Settings
ca: Configuració

source: Slow-mo
ca: Càmera lenta

source: work feed
ca: canal de continguts de la feina

source: Safe
ca: Caixa forta

source: Coordinated Meetings
ca: Optimització de reunions

source: return
ca: tornar les tasques

source: Microsoft Graph content connector
ca: connector de continguts del Microsoft Graph

source: topic center
ca: centre temàtic

source: topic page
ca: pàgina temàtica

source: topic card
ca: targeta temàtica

source: Microsoft 365 Apps
ca: Aplicacions del Microsoft 365
