Repository: Softcatala/translation-memory-tools
Catalog: source-pos/microsoft/microsoft-terms.po
Languages: ca

source: Windows 8.1 with Bing
ca: Windows 8.1 amb el Bing

source: Discovery Service
ca: Servei de detecció

source: Office 365 APIs
ca: API de l'Office 365

source: Document Fingerprinting
ca: Creació d'empremta digital de document

source: Windows 8.1 Pro with Media Center Update
ca: Windows 8.1 Pro amb el Media Center Update

source: Money
ca: Diners

source: MSN Money
ca: MSN Diners

source: MSN Food & Drink
ca: MSN Receptes

source: Food & Drink
ca: Receptes

source: Health & Fitness
ca: Salut i Benestar

source: MSN Health & Fitness
ca: MSN Salut i Benestar

source: Sports
ca: Esports

source: MSN Sports
ca: MSN Esports

source: MSN Travel
ca: MSN Viatges

source: Travel
ca: Viatges

source: Weather
ca: El Temps

source: MSN Weather
ca: MSN El Temps

source: Windows 8.1 Pro with Media Center
ca: Windows 8.1 Pro amb el Media Center

source: North Europe
ca: Nord d'Europa

source: West Europe
ca: Europa Occidental

source: Brazil South
ca: Sud del Brasil

source: Add to OneNote
ca: Afegeix al OneNote

source: Office 365 compliance admin center
ca: centre de compliment de l'Office 365

source: password protection
ca: protecció amb contrasenya

source: locked resource
ca: recurs blocat

source: Resource Engagements
ca: Negociacions de recursos

source: Spreadsheet Management
ca: Administració de fulls de càlcul

source: personalized activity
ca: activitat personalitzada

source: autosnap
ca: ajustament automàtic

source: challenge
ca: repte

source: favorites
ca: favorits

source: feed
ca: canal de continguts

source: Exercise Tracker
ca: Seguiment dels exercicis

source: game clip
ca: clip de joc

source: Kinect for Xbox One
ca: Kinect per a l'Xbox One

source: record
ca: enregistrar

source: secret achievement
ca: assoliment secret

source: snap
ca: acoblar

source: unsnap
ca: desacoblar

source: Email Settings page
ca: pàgina Configuració de correu electrònic

source: content card
ca: targeta de contingut

source: Office 365 First Release program
ca: programa Office 365 First Release

source: virtual team
ca: equip virtual

source: Impulse Triggers
ca: Disparadors d'impuls

source: Menu button
ca: Botó de menú

source: View button
ca: Botó de visualització

source: Xbox button
ca: Botó de l'Xbox

source: Email to OneNote
ca: Envia per correu electrònic al OneNote

source: OneNote API
ca: API del OneNote

source: Universal Windows app
ca: Aplicació del Windows universal

source: Report a service problem
ca: Informa d'un problema amb el servei

source: Notebook List
ca: Llista de llibretes

source: mobile device management
ca: administració de dispositius mòbils

source: Starter Diagram
ca: Diagrama inicial

source: External sharing
ca: Ús compartit extern

source: PDF Render
ca: Representació de PDF

source: PST import
ca: importació de PST

source: field-level synchronization
ca: sincronització a nivell de camp

source: Pin to Home
ca: Ancora a la pantalla inicial

source: localizable field
ca: camp traduïble

source: Reclaimed
ca: Recuperat

source: callback
ca: resposta de trucada

source: server-based SharePoint integration
ca: integració del SharePoint basada en servidor

source: proxy auto-config file
ca: fitxer de configuració automàtica del proxy

source: server-side synchronization
ca: sincronització del servidor

source: sandbox instance
ca: instància d'espai aïllat

source: rollup field
ca: camp de valor consolidat

source: mobile application management
ca: administració d'aplicacions mòbils

source: visual challenge
ca: verificació visual

source: challenge
ca: verificació

source: Office 365 ProPlus for Nonprofits
ca: Office 365 ProPlus per a organitzacions sense ànim de lucre

source: SharePoint Online Storage for Nonprofits
ca: Emmagatzematge del SharePoint Online per a organitzacions sense ànim de lucre

source: Exchange Online Archiving for Nonprofits
ca: Exchange Online Archiving per a organitzacions sense ànim de lucre

source: customer data
ca: dades de client

source: Machine Learning
ca: Aprenentatge automàtic

source: Microsoft Azure Machine Learning
ca: Aprenentatge automàtic del Microsoft Azure

source: shared computer activation
ca: activació en ordinadors compartits

source: email reminder
ca: correu electrònic de recordatori

source: email reminder
ca: recordatori de correu electrònic

source: Ease of Access
ca: Facilitat d'accés

source: ease of access
ca: facilitat d'accés

source: Alarms
ca: Alarmes

source: Microsoft gift card
ca: targeta regal de Microsoft

source: voice navigation
ca: navegació per veu

source: guided navigation
ca: navegació assistida

source: text tone
ca: to de missatge

source: speed dial
ca: marcatge ràpid

source: phone book
ca: llista de telèfons

source: workplace
ca: feina

source: workplace account
ca: compte de la feina

source: transit
ca: transport públic

source: project my screen
ca: projecta la pantalla

source: turn-by-turn
ca: pas a pas

source: start voice nav
ca: navegació per veu

source: burst mode
ca: mode de ràfega

source: video light
ca: llum del vídeo

source: sync my settings
ca: sincronitza la configuració

source: tap
ca: tocar

source: boarding pass
ca: targeta d'embarcament

source: SIM slot
ca: ranura de targeta SIM

source: burst
ca: ràfega

source: IP range
ca: interval d'adreces IP

source: connect
ca: connecta

source: Cellular & SIM
ca: Xarxa mòbil i SIM

source: action center
ca: centre d'activitats

source: Live Lock Screen
ca: Pantalla de blocatge dinàmica

source: Wi-Fi Sense
ca: Sensor de Wi-Fi

source: navigation bar
ca: barra de navegació

source: now playing
ca: reproducció actual

source: collection
ca: col·lecció

source: Multiline
ca: Multilínia

source: Word Flow
ca: Flux de paraules

source: Word Flow with shape writing
ca: Flux de paraules traçat

source: charger
ca: carregador

source: Pay per byte
ca: Pagament per bytes

source: Microsoft Camera
ca: Càmera de Microsoft

source: virtual smart card
ca: targeta intel·ligent virtual

source: lens picker
ca: selector de lent

source: remove call
ca: suprimeix la trucada

source: mute
ca: inhabilitar

source: mute
ca: inhabilitar les notificacions

source: unmute
ca: habilitar les notificacions

source: start+theme
ca: inici+tema

source: handheld
ca: dispositiu de butxaca

source: quick action
ca: acció ràpida

source: universal app
ca: aplicació universal

source: exchange
ca: intercanvia

source: In-Call
ca: Mode trucada

source: data roaming
ca: itinerància de dades

source: voice connection
ca: connexió de veu

source: voice roaming
ca: itinerància de veu

source: screen rotation
ca: rotació de pantalla

source: text reply
ca: resposta per SMS

source: text reply
ca: resposta per SMS

source: single photo
ca: una foto

source: Start background
ca: fons de l'Inici

source: video upgrade
ca: canvi a vídeo

source: windowed mode
ca: mode de finestra

source: expanded screen mode
ca: mode de pantalla expandida

source: Project My Screen App
ca: Aplicació per projectar la pantalla

source: Groups
ca: Grups

source: Office 365 Groups
ca: Grups de l'Office 365

source: Microsoft 365 Groups
ca: Grups del Microsoft 365

source: search settings database
ca: base de dades de configuracions de cerca

source: Screen Recording
ca: Enregistrament de pantalla

source: Skype for modern Windows
ca: Skype per a Windows modern

source: Skype for Windows desktop
ca: Skype per a l'escriptori del Windows

source: Migration Endpoint
ca: Extrem de migració

source: Mini Toolbar
ca: Minibarra d'eines

source: Message Bar
ca: Barra de missatges

source: Progress UI
ca: IU de progrés

source: custom repeat
ca: repetició personalitzada

source: app launcher
ca: iniciador d'aplicacions

source: Australia East
ca: Est d'Austràlia

source: Time-Based Assistant
ca: Auxiliar de tasques de durada definida

source: Time-Based Assistant
ca: Auxiliar de tasques de durada definida

source: inference training
ca: aprenentatge d'inferències

source: inference training feeder
ca: alimentador d'aprenentatge d'inferències

source: widget
ca: giny

source: Control Tools
ca: Eines de controls

source: Tab
ca: Tabulador

source: favorites
ca: preferits

source: Clutter
ca: Altres correus

source: bounce
ca: retornar

source: Privacy & cookies
ca: Privadesa i galetes

source: Privacy and cookies
ca: Privadesa i galetes

source: OneNote Class Notebook
ca: Llibreta de classe del OneNote

source: App Connect
ca: Connexió a l’aplicació

source: Update central
ca: Central d'actualitzacions

source: My Phone
ca: El meu telèfon

source: How-to
ca: Procediments

source: entertainment
ca: entreteniment

source: Entertainment
ca: Entreteniment

source: health + fitness
ca: salut + benestar

source: business
ca: empresa

source: Business
ca: Empresa

source: Education
ca: Educació

source: education
ca: educació

source: classics
ca: clàssics

source: Classics
ca: Clàssics

source: family
ca: família

source: Family & kids
ca: Infantil i familiar

source: music
ca: música

source: Features
ca: Característiques

source: lifestyle
ca: estil de vida

source: Lifestyle
ca: Estil de vida

source: Books & Reference
ca: Llibres i referència

source: books + reference
ca: llibres + referència

source: action + adventure
ca: acció + aventura

source: Action & adventure
ca: Acció i aventura

source: Card & board
ca: Taula

source: card + board
ca: taula

source: educational
ca: educatius

source: government + politics
ca: govern + política

source: Government
ca: Govern

source: Government & politics
ca: Govern i política

source: calendar list
ca: llista de calendaris

source: Tab Selector
ca: Selector de pestanyes

source: kids + family
ca: infantil + familiar

source: Kids & family
ca: Infantil i familiar

source: Music & Video
ca: Música i vídeo

source: music + video
ca: música + vídeo

source: news + weather
ca: notícies + temps

source: News & Weather
ca: Notícies i el temps

source: Finance
ca: Finances

source: personal finance
ca: finances personals

source: photo
ca: foto

source: Photo
ca: Fotografia

source: More
ca: Més

source: app frame
ca: marc de l'aplicació

source: Quick Commands Toolbar
ca: Barra d'eines d'ordres ràpides

source: platformer
ca: plataforma

source: puzzle + trivia
ca: intel·ligència

source: Puzzle & trivia
ca: Intel·ligència

source: Racing & flying
ca: Motor i aviació

source: racing + flying
ca: motor + aviació

source: role playing
ca: rol

source: shooter
ca: primera persona

source: Sports
ca: Esports

source: sports
ca: esports

source: sports + recreation
ca: esports + esplai

source: Sports
ca: Esports

source: Sports & recreation
ca: Esports + esplai

source: Strategy & simulation
ca: Estratègia + simulació

source: strategy + simulation
ca: estratègia + simulació

source: tools + productivity
ca: eines + productivitat

source: travel + navigation
ca: viatges + navegació

source: Travel
ca: Viatges

source: secure element
ca: element segur

source: gyroscope
ca: giroscopi

source: company hub
ca: centre Empresa

source: App Switcher
ca: Commutador d'aplicacions

source: accessory app
ca: aplicació per a accessori

source: Music+videos
ca: Música+vídeos

source: Files
ca: Fitxers

source: Live Lock Screen app
ca: aplicació per a la Pantalla de blocatge dinàmica

source: lock app
ca: aplicació de blocatge

source: side gesture
ca: gest lateral

source: mix view
ca: vista combinada

source: Apps Corner
ca: Racó d'aplicacions

source: nav bar
ca: barra de navegació

source: Microsoft 365 Apps for business
ca: Aplicacions del Microsoft 365 per a negocis

source: Office 365 Enterprise E1 (Government Pricing)
ca: Office 365 Enterprise E1 (preu per al sector públic)

source: Office 365 Enterprise E3 (Government Pricing)
ca: Office 365 Enterprise E3 (preu per al sector públic)

source: Office 365 Enterprise E4 (Government Pricing)
ca: Office 365 Enterprise E4 (preu per al sector públic)

source: Office 365 Education for students
ca: Office 365 Education per a alumnes

source: Windows Feedback
ca: Comentaris del Windows

source: preview build
ca: versió de visualització prèvia

source: Insider Program
ca: Programa Insider

source: Windows Insider Program
ca: Programa Windows Insider

source: Alarms & Clock
ca: Alarmes i rellotge

source: Windows Alarms & Clock
ca: Alarmes i rellotge del Windows

source: stack
ca: apilar

source: stack
ca: pila

source: unstack
ca: desfer la pila

source: preview update
ca: actualització de visualització prèvia

source: Office 365 Nonprofit E3 Trial
ca: Prova de l'Office 365 Nonprofit E1

source: Office 365 Enterprise E3 (Government Pricing) Trial
ca: Prova de l'Office 365 Enterprise E3 (preu per al sector públic)

source: OneDrive for Business with Office on the web (Government Pricing) Trial
ca: Prova del OneDrive for Business amb l'Office al web (preu per al sector públic)

source: Power BI for Office 365 with SharePoint Online (Plan 2) with Yammer (Government Pricing) Trial
ca: Prova del Power BI per a l'Office 365 amb el SharePoint Online (pla 2) amb el Yammer (preu per al sector públic)

source: Project Lite (Government Pricing) Trial
ca: Prova del Project Lite (preu per al sector públic)

source: Project Online with Project Pro for Office 365 (Government Pricing) Trial
ca: Prova del Project Online amb el Project Pro per a l'Office 365 (preu per al sector públic)

source: Project Online with Project for Office 365 (Government Pricing) Trial
ca: Prova del Project Online amb el Project per a l'Office 365 (preu per al sector públic)

source: Project Online (Government Pricing) Trial
ca: Prova del Project Online (preu per al sector públic)

source: Exchange Online (Plan 2) for Government
ca: Exchange Online (pla 2) per al sector públic

source: Lync Online (Plan 1) for Government
ca: Lync Online (pla 1) per al sector públic

source: Lync Online (Plan 2) for Government
ca: Lync Online (pla 2) per al sector públic

source: Lync Online (Plan 3) for Government
ca: Lync Online (pla 3) per al sector públic

source: Power BI for Office 365 Add-On for Education E3/E4 for Faculty
ca: Complement del Power BI per a l'Office 365 Education E3/E4 per a docents

source: Power BI for Office 365 Add-On for Education E3/E4 for Students
ca: Complement del Power BI per a l'Office 365 Education E3/E4 per a estudiants

source: Power BI for Office 365 Add-On for Nonprofit E3
ca: Complement del Power BI per a l'Office 365 per a organitzacions sense ànim de lucre E3

source: SharePoint Online (Plan 1) for Government
ca: SharePoint Online (pla 1) per al sector públic

source: SharePoint Online (Plan 2) for Government
ca: SharePoint Online (pla 2) per al sector públic

source: Exchange Online (Plan 1) for Government
ca: Exchange Online (pla 1) per al sector públic

source: Exchange Enterprise CAL Services (EOP, DLP) for Government
ca: Serveis de l'Exchange Enterprise CAL (EOP, DLP) per al sector públic

source: Exchange Online Archiving (EOA) for Exchange Online Customers (Government Pricing)
ca: Exchange Online Archiving (EOA) per a clients de l'Exchange Online (preu per al sector públic)

source: Office 365 ProPlus (Government Pricing)
ca: Office 365 ProPlus (preu per al sector públic)

source: Exchange Online Archiving (EOA) for Exchange Server (Government Pricing)
ca: Exchange Online Archiving (EOA) per a l'Exchange Server (preu per al sector públic)

source: Exchange Online Kiosk (Government Pricing)
ca: Quiosc de l'Exchange Online (preu per al sector públic)

source: Microsoft Office 365 Developer (Government Pricing)
ca: Microsoft Office 365 Developer (preu per al sector públic)

source: Office 365 Extra File Storage (Government Pricing)
ca: Office 365 Extra File Storage (preu per al sector públic)

source: OneDrive for Business with Office on the web (Government Pricing)
ca: OneDrive for Business amb l'Office al web (preu per al sector públic)

source: Power BI for Office 365 Add-On for E3/E4 (Government Pricing)
ca: Complement del Power BI per a l'Office 365 per a E3/E4 (preu per al sector públic)

source: Power BI for Office 365 Add-On for SharePoint (Plan 2) (Government Pricing)
ca: Complement del Power BI per a l'Office 365 per al SharePoint (pla 2) (preu per al sector públic)

source: Power BI for Office 365 with SharePoint Online (Plan 2) with Yammer (Government Pricing)
ca: Power BI per a l'Office 365 amb el SharePoint Online (pla 2) amb el Yammer (preu per al sector públic)

source: Project Lite (Government Pricing)
ca: Project Lite (preu per al sector públic)

source: Project Online (Month to Month) (Government Pricing)
ca: Project Online (mes a mes) (preu per al sector públic)

source: Project Pro for Office 365 (Month to Month) (Government Pricing)
ca: Project Pro for Office 365 (mes a mes) (preu per al sector públic)

source: Project for Office 365 (Month to Month) (Government Pricing)
ca: Project per a l'Office 365 (mes a mes) (preu per al sector públic)

source: Visio Pro for Office 365 (Government Pricing)
ca: Visio Pro per a l'Office 365 (preu per al sector públic)

source: Visio Pro for Office 365 (Month to Month) (Government Pricing)
ca: Visio Pro per a l'Office 365 (mes a mes) (preu per al sector públic)

source: Yammer Enterprise (Government Pricing)
ca: Yammer Enterprise (preu per al sector públic)

source: Azure Rights Management (Government Pricing)
ca: Azure Rights Management (preu per al sector públic)

source: MSN Apps
ca: MSN aplicacions

source: Azure Rights Management for Government
ca: Azure Rights Management per al sector públic

source: Exchange Online Protection for Government
ca: Exchange Online Protection per al sector públic

source: Exchange Online Protection (Government Pricing)
ca: Exchange Online Protection (preu per al sector públic)

source: Office 365 ProPlus for Government
ca: Office 365 ProPlus per al sector públic

source: Project Online (Government Pricing)
ca: Project Online (preu per al sector públic)

source: Project Online for Government
ca: Project Online per al sector públic

source: Power BI for Office 365 with SharePoint (Plan 2) with Yammer
ca: Power BI per a l'Office 365 amb el SharePoint (pla 2) amb el Yammer

source: Power BI for Office 365 Add-On for SharePoint (Plan 2)
ca: Complement del Power BI per a l'Office 365 per al SharePoint (pla 2)

source: Power BI for Office 365 Add-On for E3/E4
ca: Complement del Power BI per a l'Office 365 per a E3/E4

source: Lync Online (Plan 3)
ca: Lync Online (pla 3)

source: Exchange Online Archiving (EOA) for Exchange Server
ca: Exchange Online Archiving (EOA) per a l'Exchange Server

source: Exchange Online Archiving for Exchange Server
ca: Exchange Online Archiving de l'Exchange Server

source: Exchange Online Archiving for Exchange Online
ca: Exchange Online Archiving de l'Exchange Online

source: Exchange Enterprise CAL Services (EOP, DLP)
ca: Serveis de l'Exchange Enterprise CAL (EOP, DLP)

source: Exchange Online (Plan 1) (Government Pricing)
ca: Exchange Online (pla 1) (preu per al sector públic)

source: Exchange Online (Plan 2) (Government Pricing)
ca: Exchange Online (pla 2) (preu per al sector públic)

source: SharePoint Online (Plan 1) (Government Pricing)
ca: SharePoint Online (pla 1) (preu per al sector públic)

source: SharePoint Online (Plan 2) (Government Pricing)
ca: SharePoint Online (pla 2) (preu per al sector públic)

source: Project Online with Project Pro for Office 365 for Government
ca: Project Online amb el Project Pro per a l'Office 365 per al sector públic

source: Project Online with Project for Office 365 for Government
ca: Project Online amb el Project per a l'Office 365 per al sector públic

source: Project for Office 365 for Government
ca: Project per a l'Office 365 per al sector públic

source: Project Pro for Office 365 for Government
ca: Project Pro for Office 365 per al sector públic

source: SharePoint Online Partner Access for faculty
ca: Accés per a associats al SharePoint Online per a docents

source: Visio Pro for Office 365 for Government
ca: Visio Pro per a l'Office 365 per al sector públic

source: Lync Online (Plan 1) (Government Pricing)
ca: Lync Online (pla 1) (preu per al sector públic)

source: Lync Online (Plan 2) (Government Pricing)
ca: Lync Online (pla 2) (preu per al sector públic)

source: Mini Toolbar Indicator
ca: Indicador de la minibarra d'eines

source: Teaching callout
ca: Crida d'informació d'ajuda

source: My videos
ca: Els meus vídeos

source: work or school account
ca: compte laboral o acadèmic

source: work account
ca: compte laboral

source: Terminal Services session
ca: sessió del Terminal Services

source: TS session
ca: sessió del TS

source: Back button
ca: botó Enrere

source: Refresh button
ca: botó Actualitza

source: Skip button
ca: botó Omet

source: Compare
ca: Comparació

source: Compare times
ca: Comparació d'horaris

source: enhance
ca: millorar

source: Security tab
ca: pestanya Seguretat

source: Collections
ca: Col·leccions

source: Top charts
ca: Llistes d'èxits

source: Account
ca: Compte

source: My apps
ca: Les meves aplicacions

source: My account
ca: El meu compte

source: OEM picks
ca: Seleccions del fabricant

source: rating
ca: valoració

source: review
ca: revisió

source: Games
ca: Jocs

source: Shopping
ca: Compres

source: Productivity
ca: Productivitat

source: Security
ca: Seguretat

source: Top grossing
ca: Més venuts

source: Top grossing apps
ca: Aplicacions més venudes

source: Top grossing games
ca: Jocs més venuts

source: Tools
ca: Eines

source: DNS name
ca: nom de DNS

source: government cloud environment
ca: entorn de núvol de sector públic

source: parent folder
ca: carpeta principal

source: profile path
ca: camí del perfil

source: performance degradation
ca: degradació del rendiment

source: selection handle
ca: control de selecció

source: Software-Defined Networking
ca: Xarxes definides per programari

source: Add to my OneDrive
ca: Afegeix al meu OneDrive

source: OneNote for Android
ca: OneNote per a l'Android

source: OneNote for iPhone
ca: OneNote per a l'iPhone

source: Excel for iPad
ca: Excel per a l'iPad

source: Microsoft Excel for iPad
ca: Microsoft Excel per a l'iPad

source: system time
ca: hora del sistema

source: Excel for iPad, iPhone and iPod touch
ca: Excel per a l'iPad, l'iPhone i l'iPod touch

source: schema cache
ca: memòria cau de l'esquema

source: trust object
ca: objecte de confiança

source: Microsoft Excel for Mac
ca: Microsoft Excel per al Mac

source: Excel for Mac
ca: Excel per al Mac

source: Office for iPad, iPhone and iPod touch
ca: Office per a l'iPad, l'iPhone i l'iPod touch

source: Microsoft OneNote for iPad
ca: Microsoft OneNote per a l'iPad

source: OneNote for iPad
ca: OneNote per a l'iPad

source: Microsoft OneNote for Mac
ca: Microsoft OneNote per al Mac

source: Microsoft PowerPoint for iPad
ca: Microsoft PowerPoint per a l'iPad

source: PowerPoint for iPad
ca: PowerPoint per a l'iPad

source: PowerPoint for iPad, iPhone and iPod touch
ca: PowerPoint per a l'iPad, l'iPhone i l'iPod touch

source: Microsoft PowerPoint for Mac
ca: Microsoft PowerPoint per al Mac

source: PowerPoint for Mac
ca: PowerPoint per al Mac

source: Microsoft Word for iPad
ca: Microsoft Word per a l'iPad

source: Word for iPad
ca: Word per a l'iPad

source: Word for iPad, iPhone and iPod touch
ca: Word per a l'iPad, l'iPhone i l'iPod touch

source: Microsoft Word for Mac
ca: Microsoft Word per al Mac

source: Word for Mac
ca: Word per al Mac

source: pane
ca: subfinestra

source: application data
ca: dades d'aplicacions

source: parent container
ca: contenidor principal

source: firewall rule
ca: norma del tallafoc

source: write property
ca: edició de propietats

source: MMC snap-in
ca: snap-in de l'MMC

source: Skype® for Business client
ca: client de Skype® for Business

source: Excel for Microsoft 365 for Mac
ca: Excel per al Microsoft 365 per al Mac

source: PowerPoint for Microsoft 365 for Mac
ca: PowerPoint per al Microsoft 365 per al Mac
