Repository: Softcatala/translation-memory-tools
Catalog: mandriva-po/urpmi-*.po
Languages: ca

source: installing %s
ca: s'està instal·lant %s

source: Automatic installation of packages... You requested installation of package %s
ca: Instal·lació automàtica dels paquets... Heu demanat la instal·lació del paquet %s

source: Is this OK?
ca: És correcte?

source: Ok
ca: D'acord

source: Cancel
ca: Cancel·la

source: Yy
ca: SsYy

source: (Y/n)
ca: (S/n)

source: %s: command not found
ca: %s: no s'ha trobat l'ordre

source: Unknown webfetch `%s' !!!
ca: Webfetch `%s' desconegut !!!

source: unknown protocol defined for %s
ca: el protocol definit per a %s és desconegut

source: no webfetch (curl or wget currently) found
ca: no s'ha trobat cap webfetch (actualment curl o wget)

source: unable to handle protocol: %s
ca: incapàs de gestionar el protocol: %s

source: wget is missing
ca: no es troba wget

source: wget failed: exited with %d or signal %d
ca: wget ha fallat: s'ha sortit amb %d o senyal %d

source: curl is missing
ca: no s'ha trobat curl

source: curl failed: exited with %d or signal %d
ca: curl ha fallat: s'ha sortit amb %d o senyal %d

source: rsync is missing
ca: no s'ha trobat rsync

source: rsync failed: exited with %d or signal %d
ca: rsync ha fallat: s'ha sortit amb %d o senyal %d

source: ssh is missing
ca: falta ssh

source: unable to remove package %s
ca: no s'ha pogut esborrar el paquet %s

source: unable to install package %s
ca: no s'ha pogut instal·lar el paquet %s

source: %s is needed by %s
ca: %s és necessitat per %s

source: %s conflicts with %s
ca: %s conflicteix amb %s

source: unable to access rpm file [%s]
ca: no s'ha pogut accedir al fitxer rpm [%s]

source: Installation failed on node %s
ca: La instal·lació ha fallat en el node %s

source: Installation is possible
ca: La instal·lació és possible

source: host %s does not have a good version of urpmi
ca: ordinador central %s no té una bona versió de urpmi

source: urpme version %s Copyright (C) 1999, 2000, 2001, 2002 MandrakeSoft. This is free software and may be redistributed under the terms of the GNU GPL. usage:
ca: urpme versió %s Copyright (C) 1999, 2000, 2001, 2002 MandrakeSoft. Aquest programa és lliure i es pot redistribuir sota els termes de la GPL de GNU. sintaxi:

source: --help - print this help message.
ca: --help - mostra aquest missatge d'ajuda.

source: --auto - automatically select a package in choices.
ca: --auto - en escollir, selecciona un paquest automàticament.

source: --test - verify if the installation can be achieved correctly.
ca: --test - verifica si la instal·lació pot ser duta a terme.

source: --parallel - distributed urpmi accross machines of alias.
ca: --parallel - urpmi distribuït per els ordinadors de l'alias.

source: The following packages contain %s: %s
ca: Els paquets següents contenen %s: %s

source: To satisfy dependencies, the following packages are going to be removed (%d MB)
ca: Per a complir les dependències, els paquets següents s'esborraran (%d MB)

source: --update - use only update media.
ca: --update - utilitza només els suports d'actualització.

source: --media - use only the media listed by comma.
ca: --media - utilitza només els suports llistats amb comes.

source: --synthesis - use the synthesis given instead of urpmi db.
ca: --synthesis - utilitza la síntesi donada en comptes de la bd de urpmi.

source: -f - print version, release and arch with name.
ca: -f - mostra la versió, llançament i arquitectura amb el nom.

source: usage: urpmi.addmedia [options] <name> <url> [with <relative_path>] where <url> is one of file://<path> ftp://<login>:<password>@<host>/<path> with <relative filename of hdlist> ftp://<host>/<path> with <relative filename of hdlist> http://<host>/<path> with <relative filename of hdlist> removable://<path> and [options] are from
ca: usage: urpmi.addmedia [opcions] <nom> <url> [with <camí_relatiu>] on <url> és un dels següents: file://<camí> ftp://<entrada>:<contrasenya>@<ordinador_central>/<camí> with <nom relatiu del fitxer hdlist> ftp://<ordinador_central>/<camí> with <nom relatiu del fitxer hdlist> http://<ordinador_central>/<camí> with <nom relatiu del fitxer hdlist> removable://<camí> i [opcions] son des de

source: --wget - use wget to retrieve distant files.
ca: --wget - usa wget per a recuperar fitxers llunyans.

source: --curl - use curl to retrieve distant files.
ca: --curl - use curl per a recuperar fitxers llunyans.

source: --proxy - use specified HTTP proxy, the port number is assumed to be 1080 by default (format is <proxyhost[:port]>).
ca: --proxy - utilitza el proxy HTTP especificat, el número de port s'assumeix que és el 1080 per defecte (el format és <ordinadorcentralproxy[:port]>).

source: --proxy-user - specify user and password to use for proxy authentication (format is <user:password>).
ca: --proxy-user - especifica l'usuari i la contrasenya per a utilitzar la autenticació del proxy (el format és <usuari:contrasenya>).

source: --update - create an update medium.
ca: --update - crea un suport d'actualització.

source: -c - clean headers cache directory.
ca: -c - buida el directori de memòria cau de capçaleres.

source: -f - force generation of hdlist files.
ca: -f - imposa la generació de fitxers hdlist.

source: %s no need to give <relative path of hdlist> with --distrib
ca: %s no fa falta proporcionar el <camí relatiu de l'hdlist> amb --distrib

source: unable to update medium "%s"
ca: no es pot actualitzar el suport "%s"

source: %s <relative path of hdlist> missing
ca: %s falta el <camí relatiu de l'hdlist>

source: %s `with' missing for ftp media
ca: %s falta el `with' per als suports FTP

source: unable to create medium "%s"
ca: no es pot crear el suport "%s"

source: usage: urpmi.removemedia [-a] <name> ... where <name> is a medium name to remove.
ca: sintaxi: urpmi.removemedia [-a] <nom> ... on <nom> és el nom del suport a eliminar.

source: -a - select all media.
ca: -a - selecciona tots els suports.

source: unknown options '%s'
ca: opcions desconegudes '%s'

source: nothing to remove (use urpmi.addmedia to add a media)
ca: no hi ha res per eliminar (utilitzeu urpmi.addmedia per afegir un suport)

source: the entry to remove is missing (one of %s)
ca: falta l'entrada per a eliminar (una de %s)

source: usage: urpmi.update [options] <name> ... where <name> is a medium name to update.
ca: sintaxi: urpmi.update [opcions] <nom> ... on <nom> és el nom del suport a actualizar.

source: -a - select all non-removable media.
ca: -a - selecciona tots els suports no extraïbles.

source: -d - force complete computation of depslist.ordered file.
ca: -d - força la computació completa del fitxer depslist.ordered.

source: nothing to update (use urpmi.addmedia to add a media)
ca: no hi ha res per actualitzar (utilitzeu urpmi.addmedia per afegir un suport)

source: the entry to update is missing (one of %s)
ca: falta l'entrada per actualitzar (una de %s)

source: urpmi version %s Copyright (C) 1999, 2000, 2001, 2002 MandrakeSoft. This is free software and may be redistributed under the terms of the GNU GPL. usage:
ca: urpmi versió %s Copyright (C) 1999, 2000, 2001, 2002 MandrakeSoft. Aquest programa és lliure i es pot redistribuir sota els termes de la GPL de GNU. sintaxi:

source: --auto-select - automatically select packages to upgrade the system.
ca: --auto-select - selecciona automàticament els paquets per actualitzar el sistema.

source: --fuzzy - impose fuzzy search (same as -y).
ca: --fuzzy - utilitza recerca difusa (igual que -y).

source: --src - next package is a source package (same as -s).
ca: --src - el paquet següent és un paquet font (igual que -s).

source: --clean - remove rpm from cache before anything else.
ca: --clean - esborra els rpm de la memòria cau abans de res més.

source: --noclean - keep rpm not used in cache.
ca: --noclean - conserva els rpm que no s'utilitzen a la memòria cau.

source: --force - force invocation even if some packages do not exist.
ca: --force - força execució tot i que hi hagi paquets que no existeixen.

source: --allow-nodeps - allow asking user to install packages without dependencies checking.
ca: --allow-nodeps - permet de preguntar a l'usuari si vol instal·lar paquets sense comprovar les dependències.

source: --allow-force - allow asking user to install packages without dependencies checking and integrity.
ca: --allow-force - permet de preguntar a l'usuari si vol instal·lar paquets sense comprovar les dependències i la integritat.

source: --bug - output a bug report in directory indicated by next arg.
ca: --bug - sortida d'un informe d'errors en el directori que s'indica en l'argument següent.

source: --env - use specific environment (typically a bug report).
ca: --env - utilitza un entorn concret (normalment un informe d'errors).

source: --X - use X interface.
ca: --X - utilitza l'interfície X.

source: --best-output - choose best interface according to the environment: X or text mode.
ca: --best-output - escull la millor interfície d'acord amb l'entorn: el mode X o de text.

source: --verify-rpm - verify rpm signature before installation (--no-verify-rpm disable it, default is enabled).
ca: --verify-rpm - verifica la signatura rpm abans de la instal·lació (--no-verify-rpm la deshabilita, defecte és habilita).

source: -a - select all matches on command line.
ca: -a - selecciona totes les coincidències en la línia d'ordres.

source: -p - allow search in provides to find package.
ca: -p - permet la cerca al fitxer 'providers' per a trobar paquets.

source: -P - do not search in provides to find package.
ca: -P - no busquis en 'provides' per a trobar paquets.

source: -y - impose fuzzy search (same as --fuzzy).
ca: -y - força una cerca 'fuzzy' (igual que --fuzzy).

source: -s - next package is a source package (same as --src).
ca: -s - el següent paquet és paquet font (igual que --src).

source: -q - quiet mode.
ca: -q - mode silenciós.

source: -v - verbose mode.
ca: -v - mode detallat.

source: urpmi: unknown option "-%s", check usage with --help
ca: urpmi: opció desconeguda "-%s", comproveu-ne la sintaxi amb --help

source: Unable to create directory [%s] for bug report
ca: No s'ha pogut crear el directori [%s] per a l'informe d'errors

source: Only superuser is allowed to install packages
ca: El superusuari és l'únic autoritzat per a instal·lar paquets

source: One of the following packages is needed to install %s:
ca: Un dels paquets següents necessita ser instal·lat %s:

source: One of the following packages is needed:
ca: Cal un dels paquets següents:

source: What is your choice? (1-%d)
ca: Quina és la vostra elecció? (1-%d)

source: Sorry, bad choice, try again
ca: Elecció incorrecta, torneu-ho a provar

source: Some package requested cannot be installed: %s do you agree ?
ca: Alguns paquets seleccionats no es poden instal·lar: %s Hi esteu d'acord ?

source: The following packages have to be removed for others to be upgraded: %s do you agree ?
ca: Els paquets següents s'han d'eliminar per poder actualitzar uns altres: %s Hi esteu d'acord ?

source: To satisfy dependencies, the following packages are going to be installed (%d MB)
ca: Per complir les dependències, s'instal·laran els paquets següents (%d MB)

source: You need to be root to install the following dependencies: %s
ca: Es necessita ser 'root' per a instal·lar les següents dependències: %s

source: unable to get source packages, aborting
ca: no es poden recuperar els paquets font. S'està interrompent

source: Please insert the medium named "%s" on device [%s]
ca: Si us plau, inseriu el suport anomenat "%s" al dispositiu [%s]

source: Press Enter when ready...
ca: Premeu Intro quan estigui fet...

source: The following packages have bad signatures
ca: Els paquets següents tenen signatures incorrectes

source: Do you want to continue installation ?
ca: Voleu continuar la instal·lació ?

source: (y/N)
ca: (s/N)

source: Installation failed
ca: La instal·lació ha fallat

source: distributing %s
ca: s'està distribuint %s

source: Try installation without checking dependencies? (y/N)
ca: Voleu intentar la instal·lació sense comprovar les dependències? (s/N)

source: Try installation even more strongly (--force)? (y/N)
ca: Voleu intentar la insta·lació encara amb més força (--force)? (s/N)

source: everything already installed
ca: ja està tot instal·lat

source: urpmq version %s Copyright (C) 2000, 2001, 2002 MandrakeSoft. This is free software and may be redistributed under the terms of the GNU GPL. usage:
ca: urpmq versió %s Copyright (C) 2000, 2001, 2002 MandrakeSoft. Aquest programa és lliure i es pot redistribuir sota els termes de la GPL de GNU. sintaxi:

source: --list - list available packages.
ca: --list - llista els paquets disponibles.

source: --list-media - list available media.
ca: --list-media - llista els suports disponibles.

source: --list-nodes - list available nodes when using --parallel.
ca: --list-nodes - llista els nodes disponibles quan s'utilitza --parallel.

source: --headers - extract headers for package listed from urpmi db to stdout (root only).
ca: --headers - extreu capçaleres del paquet llistats des de urpmi db a 'stdout' (només 'root').

source: --sources - give all source packages before downloading (root only).
ca: --sources - dóna tots els paquets font abans de la baixada (només 'root').

source: -d - extend query to package dependencies.
ca: -d - amplia la cerca a les dependències dels paquets.

source: -u - remove package if a more recent version is already installed.
ca: -u - esborra paquet si hi ha instal·lada una versió més nova.

source: -g - print groups with name also.
ca: -g - imprimeix grups amb el nom.

source: -r - print version and release with name also.
ca: -r - mostra la versió i llançament juntament amb el nom.

source: names or rpm files given on command line are queried.
ca: són necessaris els noms o els fitxers rpm indicats a la línia d'ordres.

source: urpmf version %s
ca: urpmf versió %s

source: This is free software and may be redistributed under the terms of the GNU GPL.
ca: Aquest programa és lliure i es pot redistribuir sota els termes de la GPL de GNU.

source: usage: urpmf [options] <file>
ca: sintaxi: urpmf [opcions] <fitxer>

source: --quiet - do not print tag name (default if no tag given on command
ca: --quiet - no mostris el nom de l'etiqueta (per defecte si no s'indica cap etiqueta a la línia

source: line, incompatible with interactive mode).
ca: d'ordres, incompatible amb el mode interactiu).

source: --all - print all tags.
ca: --all - mostra totes les etiquetes.

source: --name - print tag name: rpm filename (assumed if no tag given on
ca: --name - mostra l'etiqueta 'name': nom del fitxer rpm (suposant que no s'ha indicat cap etiqueta a

source: command line but without package name).
ca: la línia d'ordres però sense el nom del paquet).

source: --group - print tag group: group.
ca: --group - mostra l'etiqueta 'group': grup.

source: --size - print tag size: size.
ca: --size - mostra l'etiqueta 'size': mida.

source: --serial - print tag serial: serial.
ca: --serial - mostra l'etiqueta 'serial': sèrie.

source: --summary - print tag summary: summary.
ca: --summary - mostra l'etiqueta 'summary': resum.

source: --description - print tag description: description.
ca: --description - mostra l'etiqueta 'description': descripció.

source: --provides - print tag provides: all provides (multiple lines).
ca: --provides - mostra l'etiqueta 'provides': tots els 'provides' (línies múltiples).

source: --requires - print tag requires: all requires (multiple lines).
ca: --requires - mostra l'etiqueta 'requires': tots els 'requires' (línies múltiples).

source: --files - print tag files: all files (multiple lines).
ca: --files - mostra l'etiqueta 'files': tots els fitxers (línies múltiples).

source: --conflicts - print tag conflicts: all conflicts (multiple lines).
ca: --conflicts - mostra l'etiqueta 'conflicts': tots els conflictes (línies múltiples).

source: --obsoletes - print tag obsoletes: all obsoletes (multiple lines).
ca: --obsoletes - mostra l'etiqueta 'obsoletes': tots els obsolets (línies múltiples).

source: --prereqs - print tag prereqs: all prereqs (multiple lines).
ca: --prereqs - mostra l'etiqueta 'prereqs': tots els 'prereqs' (línies múltiples).

source: try urpmf --help for more options
ca: proveu urpmf --help per veure més opcions

source: no full media list was found
ca: no s'ha trobat cap llista de suports completa
